Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: The currently opened KMyMoney document does not contain a single asset account. In order to maintain your finances you need at least one asset account (e.g. your checkings account). KMyMoney will start the "New Account Wizard" now which allows you to create your first asset account.
gl_es: O documento de KMyMoney aberto non contén nengunha conta de activos. Para poder manter as suas finanzas, vocé precisa a-lo menos unha, p. ex., a sua conta corrente). KMyMoney iniciará agora o "Asistente de Novas Contas", que lle permitirá criar a sua primeira conta de activos.

source: No asset account
gl_es: Non ha conta de activos

source: <p>...that you can easily move to the other side of a transfer transaction by opening the context menu with the right mouse button and selecting the 'Goto ...' function?
gl_es: <p> ...que pode mover facilmente ao outro lado dun asento de transferéncia abrindo o meu contextual co botón direito do rato e escollendo a funzón 'Ir a..'?

source: <p>...that transactions with no category assigned or splitted transactions with unassigned values blink in <font color="red">red</font> in the register?
gl_es: <p>...que os asentos sen categoria asinada ou desglosados sen valores asinados son destacados con cor <font color="red">vermella</font> no rexisto?

source: <p>...that you can show all details of the transactions in the register by typeing &lt;Ctrl-T&gt; or selecting the 'Settings/Show Transaction Detail' menu entry? You can turn this feature off the same way.
gl_es: <p>...que pode amosar todos os detalles dos asentos no rexisto escrebendo &lt;Ctrl-T&gt; ou escollendo "Configurazón/Amosar Detalles do asento" Pode apagar esta funzón da mesma maneira.

source: <p>...that you can switch to the payee of a transaction by selecting the context menu on a transaction in the ledger or the "More..."-menu in the transaction form?
gl_es: <p>...que pode cambiar ao cobrador dun asento mediante o menu contextual nun asento no libro diário ou co menu "Máis..." no formulário de entrada de asentos?

source: KMyMoney, the Personal Finance Manager for KDE. Please consider contributing to this project with code and or suggestions.
gl_es: KMyMoney, o Xestor de Finanzas Persoais de KDE. Por favor, considere a posibilidade de contribuir a este proxecto con suxeréncias ou código.

source: Project Manager
gl_es: Xerente do Proxecto

source: Developer & Release Manager
gl_es: Desenrolador e Xerente de Liberazóns

source: Unable to add second split:
gl_es: Non foi posíbel engadir o segundo desglose:

source: Unable to add split:
gl_es: Non foi posíbel engadir o desglose:

source: Problem adding imported transaction:
gl_es: Problemas ao engadir asento importado:

source: Account "%1" disappeard:
gl_es: Desapareceu a conta "%1":

source: &Bills/Deposits
gl_es: &Recibos/Depósitos

source: &Reports
gl_es: &Informes

source: Transfer to/from %1
gl_es: Transferir de/para %1

source: Use this button to close the window
gl_es: Use este botón para pechar a xanela

source: st-nd-rd-th-th-th-th-th-th-th-th-th-th-th-th-th-th-th-th-th-st-nd-rd-th-th-th-th-th-th-th-st
gl_es: º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º-º

source: Use this to create a new transaction in the ledger
gl_es: Use esto para criar un novo asento no libro diário

source: Modify a transaction
gl_es: Modificar un asento

source: Use this to modify the current selected transaction in the ledger
gl_es: Use esto para modificar o asento seleizoado no libro diário

source: Enter transaction into ledger
gl_es: Introducir asento no libro diário

source: Use this to enter the current transaction into the ledger
gl_es: Use esto para introducir o asento actual no libro diário

source: Forget changes made to this transaction
gl_es: Esquecer cámbios feitos a este asento

source: Use this to abort the changes to the current transaction
gl_es: Use esto para abortar os cámbios ao asento actual

source: M&ore
gl_es: M&ais

source: Access more functions
gl_es: Aceso a máis funzóns

source: Use this to access special functions
gl_es: Use esto para aceder a funzóns especiais
