Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: This symbol denotes, if the key for the given user id has been found in your keyring. It is green when found, dark otherwise.
ro: Acest simbol indică dacă cheia pentru identificatorul de utilizator dat a fost găsită în inelul de chei. Este verde dacă s-a găsit cheia, opac în caz contrar.

source: Keys for all of the above user ids found
ro: Chei găsite pentru toţi identificatorii de utilizatori daţi mai sus.

source: This symbol denotes, if the KMyMoney recovery key has been found in your keyring. It is green when found, dark otherwise.
ro: Acest simbol indică dacă cheia de recuperare KMyMoney a fost găsită în inelul de chei. Este verde dacă s-a găsit cheia, opac în caz contrar.

source: Recover Key available in keyring
ro: Cheia de recupeare este disponibilă în inelul de chei

source: Also encrypt with KMyMoney's recover key
ro: Criptează de asemenea cu cheia de recuperare KMyMoney.

source: You can specify to encrypt the data also with the KMyMoney recover key. Only the core KMyMoney developers are in posession of the respective private key required to read back such encrypted data.<p> This mechanism is provided for the case that you have lost your key and cannot access your data anymore. With this option activated, the KMyMoney developers can decrypt the data and supply you with it in a readable form. Please be prepared, that you have to answer a few detailed questions about the contents of your data before we will send it out..
ro: Puteţi alege să criptaţi datele de asemenea cu cheia de recuperare KMyMoney. Doar dezvoltatorii cheie a aplicaţiei KMyMoney sunt în posesia cheii private respective necesară pentru a reciti datele criptate. <p> Acest mecanism este pus la dispozitia utilizatorului pentru cazul în care acesta îsi pierde cheia şi nu îşi mai poate accesa datele. Cu aceasta opţiune activată, dezvoltatorii KMyMoney pot decripta datele şi le pot pune la dispoziţia utilizatorului. Utilizatorul trebuie să fie pregătit să răspundă la unele înrebări detaliate despre conţinutul datelor înainte să poată intra în posesia acestora.

source: Homepage Settings
ro: Setări prima pagină

source: Up
ro: Sus

source: Down
ro: Jos

source: Selected entries are shown on the home page of the application.<p> Use the buttons and checkboxes to customize the layout of the home page.
ro: Alegeţi intrările care sunt afişate în pagina de start a aplicaţiei.<p> Folosiţi acest buton şi căsuţele de bifat pentru a personaliza modul de aşezare a paginii de start a dumneavoastră.

source: Homepage/Summary page font scaling
ro: Scalarea fonturilor de pe pagina de start.

source: Percentage of default font size:
ro: Procent din mărimea implicită de font:

source: Remember font size when leaving the program if manually changed with mouse-wheel
ro: Reţine-mi mărime fontului la închiderea programului dacă aceasta a fost modificată manual cu ajutorul rotiţei de la mouse

source: Information display
ro: Afişează informaţii

source: Show Account Limit Information
ro: Afişează informaţii despre limitele conturilor

source: <i>Enter regular expressions which can be used to parse the data returned from the URL entered above. The symbol, price, and date must be found in the quote data to be usable. You may also try the KMyMoney user's mailinglist at <a href="mailto:kmymoney2-user@lists.sourceforge.net">kmymoney2-user@lists.sourceforge.net</a> to find what settings work for other users in your country.</i>
ro: <i>Introduceţi expresii regulate care port fi folosite pentru a prelucra datele descărcate de la adresa dată mai sus. Simbolul, preţul şi data trebuie să se regăsească în datele despre cotaţie ca acestea să poată fi utilizabile. Puteţi de asemenea încerca să scrieţi un mesaj listei de utilizatori KMyMoney la <a href="mailto:kmymoney2-user@lists.sourceforge.net">kmymoney2-user@lists.sourceforge.net</a> pentru a afla ce fel de setări funcţionează pentru alţi utilizatori din ţara dumneavoastră.</i>

source: Regular Expression to extract the symbol from the downloaded data
ro: Expresia regulată pentru extragerea simbolului din datele descărcate

source: Regular Expression to extract the price from the downloaded data
ro: Expresia regulată pentru extragerea preţului din datele descărcate

source: URL to be used to download the quote
ro: Adresa folosită pentru a descărca cotaţia

source: Enter the URL from which stock quotes will be fetched. <b>%1</b> will be replaced with the symbol for the security being quoted. For currency conversions, <b>%2</b> will be replaced with the currency to be quoted and <b>%1</b> with the currency the quote is based on.
ro: Introduceţi adresa de la care se vor descărca datele cotaţiei online. <b>%1</b> va fi înlocuit cu simbolul titlului de valoare a cărui cotatie se actualizează. Pentru a realiza conversii valutare, <b>%2</b> va fi înlocuit cu valuta în care se doreşte cotaţia iar <b>%1</b> cu valuta pe care se bazează cotaţia.

source: Regular Expression to extract the date from the downloaded data
ro: Expresia regulată pentru extragerea datei din datele descărcate

source: Date Format
gl_es: Formato da data
ro: Format dată

source: Skip HTML stripping
ro: Omite curățirea marcajelor HTML

source: <p>For easier processing of the data returned by the online source, KMyMoney usually strips unused parts before it is parsed with the regular expressions. If matching of the fields relies on those items, then use this option to turn stripping off.</p> <p>The following items are usually removed by stripping: <ul> <li>HTML tags such as <b>&lt;tag&gt;</b></li> <li>& encoded characters such as <b>&amp;nbsp;</b></li> <li>duplicate whitespace</li> </ul> </p>
ro: <p>Pentru o procesare mai ușoară a datelor obținute de la sursa online KMyMoney curăță marcajele HTML înainte de a prelucra datele cu o expresie regulată. Dacă găsirea câmpurilor cu ajutorul expresiei regulate se bazează be acele marcaje atunci folosiți această opțiune pentru a dezactiva curățirea marcajelor HTML</p> <p>Următoarele marcaje sunt de obicei șterse: <ul> <li>marcaje HTML ca <b>&lt;tag&gt;</b></li> <li>caractere codate cu & ca <b>&amp;nbsp;</b></li> <li>spații multiple</li> </ul> </p>

source: Register settings
gl_es: Configurazón do rexisto
ro: Opţiuni de registru

source: Display
ro: Afişează

source: Using the ledger lens shows the details for the transaction that has focus in the ledger. Usually, when using the transaction form, only a one line summary is displayed for each transaction as the details are shown in the form.
ro: Folosirea lupei pentru registru va afişa detaliile tranzacţiei curente din registru. De obicei la folosirea formularului de tranzacţie doar o linie conţinând sumarul tranzacţiei este afişat pentru tranzacţia curentă deoarece detaliile tranzacţiei sunt afişate în formularul tranzacţiei.

source: Always show a No. field
ro: Întotdeauna afişează un câmp pentru nr.

source: Show group header between transactions
ro: Afişează antetul de grup între tranzacţii

source: Draws a larger header above each group of transaction. The grouping depends on the current sort order.
ro: Desenează un antet gros de asupra fiecărui grup de tranzacţii. Modul de grupare depinde de ordinea de sortare curentă.

source: Show header for the previous and current fiscal year
ro: Afişează antetul pentru anul fiscal curent şi anul fiscal precendent.

source: Sorting
ro: Sortează

source: Normal view
ro: Vizualizare normală

source: Reconciliation view
ro: Vizualizarea reconcilierii

source: Search view
ro: Modul de vizualizare pentru căutare

source: Use the <i>left</i> and <i>right</i> buttons to add and remove sort options. Use the <i>up</i> and <i>down</i> buttons to modify the sort order. Double-Click a selected entry to toggle the sort order between <i>ascending</i> and <i>descending</i>.
ro: Folosiţi butoanele <i>stânga</i> şi <i>dreapta</i> pentru a adăuga şi a retrage opţiuni de sortare. Folosiţi butoanele <i>sus</i> şi <i>jos</i> pentru a modifica ordinea de sortare. Faceţi dublu click pe intrarea selectată pentru a schimba ordinea de sordate între <i>crescătoare</i> şi <i>descrescătoare</i>.

source: Data entry
ro: Introducere date

source: Use Enter to move between fields
ro: Folosiţi Enter pentru a muta între câmpuri

source: Match names from start
ro: Asociază numele de la început

source: Mark this option, if you always want to match names e.g. for payees from the start. If unset, any substring is matched.
ro: Folosiți această opțiune dacă doriți ca asocierea numelui de exemplu pentru beneficiari/plătitori să se facă de la începutul șiruluii. Dacă nu este aleasă opțiunea orice subșir poate fi asociat.

source: Default reconciliation state
ro: Starea implicită a reconcilierii

source: Not reconciled
gl_es: Non reconciliados
ro: Nereconciliate

source: Cleared
gl_es: Compensado
ro: Verificate

source: Default reconciliation state for transactions entered during reconciliation of an account
ro: Starea implicită a reconcilierii pentru tranzacţiile introduse în timpul reconcilierii unui cont

source: Autofill
ro: Introducere automată

source: No Autofill
ro: Introducere automată oprită

source: Don't do autofill of transaction data at all.
ro: Nu umple automat cu datele tranzacţiei precedente

source: Same transaction if amount differs less than
ro: Consideră tranzacţia ca acceaşi da suma diferă cu mai puţin de

source: Collect all transactions for the given payee. Treat all transactions that refer to the same category and have an amount with +/- X % as identical. If more than one transaction is found, a list of them is presented to the user. Selecting 0% will list all transactions.
ro: Pentru toate tranzacţiile unui beneficiar/plătitor tratează toate tranzacţiile care se referă la aceeaşi categorie şi au suma cu +- X % ca identice. Dacă mai mult de o tranzacţie este găsită conform acestor criterii o listă a acestor tranzacţii este prezentată utilizatorului. Alegând 0% se vor afişa toate tranzacţiile.

source: Two transactions are usually treated identical for autofill, if they refer the same accounts. They are treated as different transactions though, when their amount varies by more than the percentage given here.
ro: Două tranzacţii sunt de obicei considerate identice la autocompletare dacă se referă la aceleaşi conturi. Ele sunt totuşi tratate ca tranzacţii diferite când suma lor diferă cu procentul dat aici.

source: _: Same transaction if amount differs less than percent. percent.
ro: procent.

source: with previously most often used transaction for the payee
ro: cu tranzacţia cea ma des utilizată anterior pentru beneficiar/plătitor

source: The data of the last transaction assigned to the category used most often for this payee is autofilled into the transaction editor.
ro: Datele ultime tranzacţii asignate categoriei folosite cel mai des pentru acest beneficiar/plătitor sunt introduse automat în editorul de tranzacţii.

source: Match transactions within days
ro: Asociază tranzacţii în numărul de zile

source: Search for matching transactions within the range of the posting date of the imported transaction +/- the number of given days.
ro: Căutați tranzacții potrivite în intervalul de timp al datei publicării tranzacției importate dat de +/- numărul de zile date.

source: Ask for a new payee's default category
ro: Întreabă care este categoria împlicită pentru un beneficiar/plătitor nou.

source: Whenever a new payee is detected during import of a statement, the user will be asked to assign a default category for this user when this option is selected.
ro: De fiecare dată când un bebeficiar/plătitor nou va fi găsit în timpul operației de import utilizatorul va fi rugat să aleagă o categorie împlicită pentru acel bebeficiar/plătitor dacă această opțiune este activă.

source: Schedule Settings
ro: Opţiuni de plăţi programate

source: Startup options
ro: Opţiuni de pornire

source: Check schedules on startup
ro: Verifică plăţile programate la pornire

source: Delete the selected source entry
ro: Şterge intarea de sursă selectată

source: Use this to delete the selected online source entry
ro: Foloseşte această funcţie pentru a şterge sursa online selectată

source: Create a new source entry for online quotes
ro: Creează o nouă sursă online de cotaţii

source: Use this to create a new entry for online quotes
ro: Folosiţi această funcţie pentru a creea o nouă de sursă de cotaţii online

source: New Quote Source
ro: Sursă de cotaţii nouă

source: Clear &All
gl_es: Borrar &Todo
ro: Şterge &tot

source: Clear all splits
gl_es: Elimina todos os desgloses
ro: Şterge toate părţile

source: Use this to clear all splits of this transaction
gl_es: Use esto para eliminar todos os desgloses deste asento
ro: Foloseşte aceasta pentru a şterge toate părţile acestei tranzacţii

source: &Merge
ro: &Combină

source: The total amount of this transaction is %1 while the sum of the splits is %2. The remaining %3 are unassigned.
gl_es: A cantidade total deste asento é %1 mentres que a suma dos desgloses é %2. A cantidade restante, %3 está sen asinar.
ro: Suma totală a acestei tranzacţii este %1 iar suma părţilor de tranzacţie este %2. Suma %3 a rămas neasignată.

source: Change &total amount of transaction to %1.
ro: Schimbă suma &totală a tranzacţiei în %1.

source: &Distribute difference of %1 among all splits.
gl_es: &Reparte a diferenza de %1 entre todos os desgloses.
ro: &Distribuie diferenţa de %1 între celelalte părţi de tranzacţie.

source: &Leave total amount of transaction at %1.
ro: &Păstrează suma totală a tranzacţiei la valoare %1.

source: &Leave %1 unassigned.
gl_es: &Deixa %1 sen asinar
ro: &Păstrează suma %1 neasignată.

source: You are about to delete all splits of this transaction. Do you really want to continue?
gl_es: Está a piques de borrar todos os desgloses deste asento. Desexa continuar?
ro: Sunteţi pe cale de a şterge toate părţile acestei tranzacţii. Doriţi întradevăr să continuaţi?

source: Use this to create a new QIF import/export profile
gl_es: Use esto para criar un novo perfil QIF de importazón/exportazón
ro: Folosiţi această funcţie pentru a creea un nou profil de import/export QIF

source: QIF Profile Editor
gl_es: Editor de perfil QIF
ro: Editor de profil QIF

source: QIF Profile Selector
gl_es: Selector de Perfis QIF
ro: Alegeţi profilul QIF

source: The default QIF profile
gl_es: Perfil QIF por defeito
ro: Profilul QIF implicit

source: Enter new profile name
gl_es: Introduza un novo nome de perfil
ro: Introduce un nume de profil nou

source: Do you really want to delete profile '%1'?
gl_es: Quer realmente borrar o perfil '%1'?
ro: Doriţi într-adevăr să ştergeţi profilul '%1'?

source: Select additional keys
ro: Alegeţi chei adiţionale

source: User identification
ro: Identificarea utilizatorului

source: Please enter the following fields with the information as you find them on your statement. Make sure to enter all values in <b>%1</b>.
ro: Vă rog să introduceţi în următoarele câmpuri informaţiile de pe extrasul dumneavoastră de cont. Aveţi grijă să introduceţi toate valorile în <b>%1</b>.

source: Last reconciled statement: %1
gl_es: Ultimo asento reconciliado: %1
ro: Extrasul de cont folosit pentru ultima reconciliere: %1

source: Adjustment transaction
gl_es: Transaczón de axuste
ro: Tranzacţie de ajustare

source: KMyMoney has calculated the following amounts for interest and amortization according to recorded payments between %1 and %2.
gl_es: KMyMoney calculou as seguintes cantidades para interese e amortizazón de acordo cos pagos rexistados entre %1 e %2.
ro: KMyMoney a calculat următoarele valori ale dobânzii şi ale amortizării în concordanţă cu plăţile înregistrate între %1 şi %2.

source: Balance of %1
ro: Soldul %1

source: %1 Balance History
ro: %1 istoricul soldului

source: Split Options
ro: Opţiuni împărţire

source: Edit...
gl_es: Editar...
ro: Modifică...

source: Duplicate
ro: Creează un duplicat

source: Delete ...
gl_es: Borrar ...
ro: Şterge...

source: _: Duplicate split CTRL+c
ro: CTRL+c

source: will be calculated
gl_es: será calculado
ro: va fi calculat

source: You are about to delete the selected split. Do you really want to continue?
ro: Urmează să stegeţi partea de tranzacţie marcată. Doriţi într-adevăr să continuaţi?

source: Account selection
ro: Alegere cont

source: Account to import to
gl_es: Conta á que importar
ro: Contul în care se importă

source: Skip
ro: Omite

source: Use this dialog to backup your data. Please make sure you have a disk inserted and that the drive is ready. Then choose the mount point from either the Choose button or by entering the path in the available box. Click OK to perform the backup. If your system does not use an automounter, make sure you mark the checkbox below to "mount this directory before backing up."
ro: Folosiţi acest dialog pentru a realiza o copie de siguranţă a datelor dumneavoastră. Vă rog să vă asiguraţi de faptul că aveţi un disk inserat şi de faptul că dispozitivul este pregătit. Apoi alegeţi punctul de montare fie din butonul Alege fie introducând calea în căsuţă disponibilă pentru aceasta. Faceţi click pe OK pentru a realiza copia dumneavoastră de siguranţă. Dacă sistemul dumneavoastră nu poate monta calea automat asiguraţi-vă că aţi bifat căsuţa de mai "montează acest director înainte de a efectua copia de siguranţă.".

source: Device options
gl_es: Opzóns do dispositivo
ro: Opţiuni de dispozitiv

source: _: This is the mount point Mount Point:
ro: Punct de montare:

source: Choose...
ro: Alege...

source: Mount this directory before backing up.
gl_es: Montar este directório antes de realizar a cópia.
ro: Montează acest director înainte de a efectua copia de siguranţă.

source: Reassign categories
ro: Reasignează categoriile

source: The transactions, schedules and budgets associated with the selected category need to be re-assigned to a different category before the selected category can be deleted. Please select a category from the list below.
ro: Tranzacţiile, plăţile programate şi bugetele asociate cu categoria aleasă trebuiesc reasignate altor categorii înainte ca categoria aleasă să poată fi ştearsă. Vă rog să alegeţi o categorie din lista de mai jos.

source: Available categories:
ro: Categorii disponibile:

source: Please choose the type of import you wish to perform. A simple explanation of the import type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an import type please press the OK button.
gl_es: Por favor escolla o tipo de importazón que desexa realizar. Dispón dunha breve explicazón de cada tipo no fondo da pantalla, que se actualiza cando escolle unha opzón. Cando escolla o tipo axeitado por favor prema o botón OK.
ro: Vă rog să alegeţi tipul importului pe care doriţi să-l efectuaţi. O explicaţie simplă a tipului de import este disponibilă în partea de jos a ecranului şi este actualizată când alegeţi o opţiune din lista de opţiuni. Odată ce aţi ales un tip de import vă rog să acţionaţi butonul OK.

source: Some descripton
gl_es: Algunha descripzón
ro: Descriere

source: Confirm Manual Enter
gl_es: Confirmar Entrada Manual
ro: Confirmaţi introducerea manuală

source: The following changes have been made to the transaction data:
ro: Următoarele schimbări au fost efectuate asupra datelor tranzacţiei:

source: Please choose what you wish to do with the above changes
gl_es: Por favor, escolla qué desexa facer con cámbios anteriores
ro: Vă rog să alegeţi ce doriţi să faceţi cu schimbările de mai sus.

source: Discard the changes and enter the original transaction into the register.
gl_es: Desvotar os cámbios e introducir o asento orixinal no rexisto.
ro: Renunţă la modificări şi introdu tranzacţia originală în registru.

source: Enter these new values this one time, for this occurence only.
gl_es: Introducir estes novos valores esta vez, só nesta ocasión.
ro: Introduce aceste valori noi de această dată, doar pentru această apariţie.

source: Set all further occurences in this schedule to be these values.
gl_es: Facer que todas as vindeiras aparizóns deste asento programado teñan estes valores.
ro: Setează toate apariţiile viitoare ale acestei plăţi programate la aceste valori.

source: CSV Dialog
gl_es: Diálogo de CSV
ro: Dialog CSV

source: CSV Dialog. Choose a file and then click on Run. You can view your progress at the bottom of the screen. You can cancel the process at any time by clicking on the Cancel button.
gl_es: Diálogo de CSV. Escolla un arquivo e prema en Executar. Pode ver o progreso no fondo da pantalla. Pode cancelar o proceso en calquer instante premendo no botón Cancelar.
ro: Dialogul CSV. Alegeţi un fişier şi folosiţi butonul Execută. Puteţi să urmăriţi progresul în partea de jos a ecranului. Puteţi să întrerupeţi procesul în orice moment acţionând butonul Renunţă.

source: Choose the csv file:
gl_es: Escolla o arquivo CSV:
ro: Alege fişierul csv:

source: Browse
ro: Răsfoieşte

source: Between These Dates
gl_es: Entre estas datas
ro: Între aceste date

source: Start on:
gl_es: Comeza o:
ro: Începe în:

source: End on:
gl_es: Remata o:
ro: Sfârşeşte în

source: Run
ro: Rulează

source: Progress Info
gl_es: Informazón do progreso
ro: Informaţii progres

source: Processing Account:
gl_es: Procesando Conta:
ro: Se procesează contul:

source: Processing Transaction:
gl_es: Procesando Asento:
ro: Procesează tranzacţia:

source: 0 of 0
gl_es: 0 de 0
ro: 0 din 0

source: Exchange Rate/Price Editor
ro: Editor de preţ/rată de schimb

source: Convert from
ro: Converteşte din

source: Convert to
ro: Converteşte în

source: To amount
ro: La suma

source: Exchange rate / Price
ro: Rata de schimb / Preţ

source: Currencies
ro: Valute

source: real ID
ro: ID real

source: Online Source
ro: Sursă online

source: If this button is not activated, select the base currency first.
ro: Dacă acest buton nu este activat, alegeţi moneda întâi.

source: Press this button to close the dialog. If the button is not activated, select your base currency.
ro: Folosiţi acest buton pentru a închide dialogul. Dacă butonul nu este activat, alegeţi moneda de bază.

source: Edit Equity
ro: Editează capital

source: Smallest fraction:
ro: Cea mai mică fracţie:

source: Investment Type:
gl_es: Tipo de investimento
ro: Tip de investiţie:

source: Equity Name:
gl_es: Nome do Resultado
ro: Nume capital:

source: Market Symbol:
gl_es: Símbolo do Mercado
ro: Simbol:

source: Price History
ro: Istoricul preţului

source: Edit Scheduled transaction
ro: Modifică tranzacţia programată

source: Schedule name:
ro: Numele plăţii programate:

source: Frequency:
gl_es: Frecuéncia:
ro: Frecvenţă:

source: Number of selected periods between entries
ro: Numărul de perioade alese între intrări

source: Payment information
ro: Informaţii de plată

source: C
ro: V

source: Do nothing
ro: Nu face nimic

source: If this schedule occurs on the weekend:
gl_es: Se este asento programado ten lugar durante o fin de semana:
ro: Dacă plata programată ar trebui să aibă loc la sfârşit de săptămână:

source: The amount is an estimate because it varies for each payment
ro: Această sumă este una aproximativă deoarece ea variază la fiecare plată

source: Enter this schedule into the register automatically when it is due
ro: Introdu această plată programată automat în registru în data scadentă

source: This schedule will end at some time
ro: Această plată programată se va termina cândva în viitor

source: Number of transactions remaining:
gl_es: Número de asentos restantes:
ro: Numărul de tranzacţii rămase:

source: Date of final transaction:
gl_es: Data da derradeira transaczón:
ro: Data tranzacţiei finale:

source: Reconciliation Wizard
gl_es: Asistente de reconciliazón
ro: Expertul de reconciliere
