Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Use this to skip importing this transaction and proceed with the next one.
gl_es: Use esto para evitar importar este asento e continuar co seguinte.
ro: Folosiţi funcţia aceasta pentru a omite importarea acestei tranzacţii şi să continuaţi cu tranzacţia următoare.

source: Create a new account/category
gl_es: Criar unha nova conta/categoria
ro: Creează o categorie nouă / cont nou

source: Use this to add a new account/category to the file
gl_es: Use esto para engadir unha nova conta/categoria ao arquivo
ro: Folosiţi această funcţie pentru a adăuga un cont/o categorie nouă la fişier

source: &Abort
gl_es: &Abortar
ro: &Renunţă

source: Abort the import operation and dismiss all changes
gl_es: Abortar a operazón de importazón e anular os cámbios
ro: Anulează operaţia de import şi renunţă la toate modificările făcute

source: Use this to abort the import. Your financial data will be in the state before you started the QIF import.
gl_es: Use esto para abortar a importazón. Os seus dados financeiros estarán no estado anterior á importazón do QIF.
ro: Folosiţi această funcţie pentru a anula importul. Datele dumneavoastră financiare vor fi în starea de dinaintea începerii importului QIF.

source: Is a sub account
gl_es: É unha subconta
ro: Este un subcont

source: VAT account
ro: Cont TVA

source: You have not specified a name. Please fill in this field.
gl_es: Non especificou un nome. Por favor, cumprimente o campo.
ro: Nu aţi specificat un nume. Vă rog să completaţi acest câmp.

source: Please select a parent account.
gl_es: Por favor, escolla unha conta mai.
ro: Vă rog să alegeţi un cont părinte.

source: <No Institution>
gl_es: <Sen Organizazón>
ro: <Fără instituţie>

source: An account named <b>%1</b> already exists. You cannot create a second account with the same name.
ro: Un cont numit <b>%1</b> există deja. Nu puteţi crea un al doilea cont cu acelaşi nume.

source: A category named <b>%1</b> already exists. You cannot create a second category with the same name.
ro: O categorie numită <b>%1</b> există deja. Nu puteţi crea o a doua categorie cu acelaşi nume.

source: You have selected to suppress the display of unused categories in the KMyMoney configuration dialog. The category you just created will therefore only be shown if it is used. Otherwise, it will be hidden in the accounts/categories view.
ro: Aţi ales să ascundeţi categoriile nefolosite în dialogul de configurare KMyMoney. Categoria pe care tocmai aţi creat-o va fi astfel afişată doar după ce va fi folosită. Altfel ea va fi ascunsă în modul de vizualizare a conturilor/categoriilor.

source: Hidden categories
ro: Categorii ascunse

source: Is a sub account of %1
gl_es: É unha subconta de %1
ro: Este un subcont al contului %1

source: Cannot add institution
gl_es: Non foi posíbel engadir a organizazón
ro: Nu s-a putut adăuga instituţia

source: This dialog does not allow to create new payees. Please pick a payee from the list.
ro: Acest dialog nu permite crearea unui plătitor/beneficiar nou. Vă rog să alegeţi un beneficiar/plătitor din listă.

source: Payee creation
ro: Creare beneficiar/plătitor

source: Use this to start the import operation
gl_es: Use esto para comezar a operazón de importazón
ro: Foloseşte această funcţie pentru a declanşa operaţia de import

source: %1|Import files %2|All files (*.*)
ro: %1|fişiere import %2|Toate fişierele (*.*)

source: Import File...
ro: Importă fişier...

source: Create a new category
gl_es: Cria unha nova categoria
ro: Creează o categorie nouă

source: Use this to open the new account editor
gl_es: Use esto para abrir o editor de novas contas
ro: Foloseşte această funcţie pentru a deschide editorul pentru un cont nou

source: &Additional fees...
gl_es: Cargos &adicionais...
ro: Taxe &adiţionale...

source: Enter additional fees
gl_es: Introduce cargos adicionais
ro: Introdu taxe adiţionale

source: Use this to add any additional fees other than principal and interest contained in your periodical payments.
ro: Foloseşte această funcţie pentru a adăuga comisioane, alte sume decât împrumutul şi dobânda conţinute în plăţile dumneavoastră periodice.

source: Use this to create a new account to which the initial payment should be made
ro: Folosiţi această funcţie pentru a crea un cont nou în care se va efectua plata iniţială

source: To whom do you make payments?
gl_es: A quen fai os pagos?
ro: Cine este beneficiarul acestor plăţi?

source: Payments to
gl_es: Pagar a
ro: Plăţi în

source: From whom do you expect payments?
gl_es: De quen espera os pagamentos?
ro: Cine este plătitorul acestor plăţi?

source: Payments from
gl_es: Cobrar a
ro: Plăţi de la

source: Please enter the date, the first payment for this loan was/is due.
gl_es: Por favor introduza a data na que vence/venceu o primeiro pagamento desde empréstito.
ro: Vă rog să introduceţi data în care prima plată pentru acest împrumut a fost/este scadentă.

source: Note: Consult the loan contract for details of the first due date. Keep in mind, that the first due date usually differs from the date the contract was signed
gl_es: Nota: Consulte o contrato do empréstito para os detalles da primeira data de vencemento. Lembre que a primeira data de vencemento polo xeral non é a mesma que a data na que foi asinado o contrato
ro: Notă: Consultaţi contractul de împrumut pentru detalii a datei primei scadenţe. Aveţi în vedere faptul că prima scadenţă diferă de obicei de data la care a fost semnat contractul

source: Please enter the original loan amount in the field below or leave it empty to be calculated.
gl_es: Por favor introduza o cantidade orixinal do empréstito no campo de abaixo ou deixe-o valeiro para ser calculado.
ro: Vă rog să introduceţi valoare iniţială a împrumutului în câmpul de mai jos sau lăsaţi câmpul gol pentru a fi calculat.

source: Please enter the date, the first payment for this loan was/is due this year.
gl_es: Por favor introduza a data en que vence/venceu o primeiro pago deste ano.
ro: Vă rog să introduceţi data în care prima plată pentru acest împrumut a fost/este scadentă în din acest an.

source: Note: You can easily figure out the date of the first payment if you consult the last statement of last year.
gl_es: Nota: Pode averiguar con facilidade a data do primeiro pagamento se consulta o derradeiro extracto bancário do ano anterior.
ro: Notă: Puteti afla cu uşurinţă data primei plăţi dacă consultaţi ultimul extras al anului trecut.

source: Please enter the remaining loan amount of last years final statement in the field below. You should not leave this field empty.
gl_es: Por favor introduza a cantidade que tras o último pago do ano pasado faltaba por devolver. Non deberia deixar ese campo en branco.
ro: Vă rog să introduceţi suma rămasă din împrumut de pe ultimul eztras al anului trecut în câmpul de mai jos. Nu ar trebui să lăsaţi acest câmp gol.s

source: calculate
gl_es: calcular
ro: calculează

source: borrowed
gl_es: prestado
ro: luat cu împrumutul

source: lend
gl_es: prestar
ro: dat cu împrumutul

source: not assigned
gl_es: non asinado
ro: neasignat

source: on reception
gl_es: ao receber
ro: la recepţie

source: on due date
gl_es: na data de vencemento
ro: la data scadentă

source: The loan wizard is unable to calculate two different values for your loan at the same time. Please enter a value for the %1 on this page or backup to the page where the current value to be calculated is defined and fill in a value.
gl_es: O asistente de préstamos non é capaz de calcular dous valores diferentes para o seu préstamo ao mesmo tempo. Por favor introduza un valor para o %1 nesta páxina ou volte á páxina onde se define o valor actual a ser calculado e introduza un valor.
ro: Expertul de creere a împrumutului nu poate calcula două valori diferite ale împrumutului dumneavoastră în acelaşi timp. Vă rog să introduceţi o valoare pentru %1 în această pagină sau reveniţi la pagina în care valoarea curentă care trebuie calculată este definită şi introduceţi o valoare.

source: You selected, that payments have already been made towards this loan. This requires you to enter the loan amount exactly as found on your last statement.
gl_es: Escolleu que xa foron feitos pagos deste empréstito. Esto requere que introduza a cantidade prestada tal como ven no seu último extracto bancário.
ro: Aţi ales că există plăţi efectuate pentru acest împrumut. Această alegere necesită ca dumneavoastră să introduceţi suma împrumutului aşa cum apare ea pe ultimul extras de cont al dumneavoastră.

source: interest rate
gl_es: taxa de xuro
ro: rata dobânzii

source: term
gl_es: remate
ro: termen

source: principal and interest
ro: împrumutul şi dobânda

source: The number of payments has been decremented and the final payment has been modified to %1.
gl_es: O número de pagos foi diminuído e o pago final foi modificado a %1.
ro: Numărul de plăţi a fost decrementat iar plata finală a fost modificată la %1.

source: The final payment has been modified to %1.
gl_es: O pago final foi modificado a %1.
ro: Plata finală a fost modificată la %1.

source: KMyMoney has calculated a final payment of %1 for this loan.
gl_es: KMyMoney calculou un pago final de %1 para este empréstito.
ro: KMyMoney a calculat o plată finală de %1 pentru acest împrumut.

source: You have entered mis-matching information. Please backup to the appropriate page and update your figures or leave one value empty to let KMyMoney calculate it for you
gl_es: Introduxo informazón que non casa. Por favor volte á páxina adecuada e actualice os seus dados ou deixe un valor valeiro par permitir a KMyMoney calculá-lo para vocé
ro: Aţi introdus informaţii care nu se potrivesc. Vă rog să reveniţi la pagina corespunzătoare pentru a actualiza valorile sau lăsaţi un câmp gol pentru a permite KMyMoney calcularea ei pentru dumneavoastră.

source: Warning: Filtering by Category will exclude all transfers from the results.
ro: Atenţie: Filtrarea după categorie va exclude toate transferurile din rezultatul căutării.

source: (None)
gl_es: (Nada)
ro: (Nici una)

source: Current selections:
gl_es: Seleczóns actuais:
ro: Selecţii curente:

source: Found %1 matching transactions (D %2 / P %3 = %4)
ro: S-au găsit %1 tranzacţii potrivite (D %2 / P %3 = %4)

source: Found %1 matching transactions
ro: S-au găsit %1 tranzacţii potrivite

source: The institution name field is empty. Please enter the name.
gl_es: Non ha nome de organizazón. Por favor, indique un.
ro: Numele instituţiei nu a fost dat. Vă rog să daţi numele instituţiei.

source: Adding New Institution
gl_es: Engadindo nova Organizazón
ro: Se adddaugă instituţia nouă

source: C&lose
gl_es: Pec&har
ro: În&chide

source: of
gl_es: de
ro: din

source: Commodity
ro: Marfă

source: Source
ro: Sursa

source: Price Options
ro: Opţiuni de preţ

source: Online Price Update...
ro: Actualizarea preţului online...

source: From
gl_es: Desde
ro: Din

source: Transaction is missing a category assignment.
ro: Tranzacţiei îi lipseşte o asignare de categorie.

source: The transaction has a missing assignment of <b>%1</b>.
ro: Tranzacţia are lipsă o asignare de <b>%1</b>.

source: Sell
ro: Vinde

source: Buy
ro: Cumpără

source: Yield
ro: Rentabilitate

source: Activity
ro: Activitate

source: Investment transaction
ro: Tranzacţie de investiţie

source: *** UNASSIGNED ***
ro: *** NEASIGNAT ***

source: Add shares
ro: Adaugă acţiuni

source: Remove shares
ro: Retrage acţiuni

source: Buy shares
ro: Cumpără acţiuni

source: Sell shares
ro: Vinde acţiuni

source: Reinvest Dividend
ro: Reinvesteşte dividendul

source: Split shares
ro: Împarte acţiunile

source: Ratio
ro: Rata

source: %1 Bills.
gl_es: %1 Recibos.
ro: %1 facturi.

source: %1 Deposits.
gl_es: %1 Depósitos.
ro: %1 depozite.

source: %1 Transfers.
gl_es: %1 Transferéncias.
ro: %1 transferuri.

source: Current
ro: Curent

source: Total variation
ro: Variaţia totală

source: KMyMoney has matched a downloaded transaction with a manually entered one (result above)
ro: KMyMoney a asociat o tranzacţie descărcată cu una introdusă manual (rezultatul este mai sus)

source: Bank entry:
ro: Intrarea băncii:

source: Your entry:
ro: Intrarea dumneavoastră:

source: You have entered budget values using a different base which would result in a monthly budget of <b>%1</b>. Should this value be used to fill the monthly budget?
ro: Aţi introdus valori ale bugetului folosind o bază diferită ceea ce ar duce la un buget lunar de <b>%1</b>. Să se folosească aceste valori pentru a calcula bugetul lunar?

source: _: Auto assignment (caption) Auto assignment
ro: Asignare automată

source: You have entered budget values using a different base which would result in a yearly budget of <b>%1</b>. Should this value be used to fill the monthly budget?
ro: Aţi introdus valori ale bugetului folosind o bază diferită ceea ce ar duce la un buget anual de <b>%1</b>. Să se folosească aceste valori pentru a calcula bugetul lunar?

source: You have entered budget values using a different base which would result in an individual monthly budget of <b>%1</b>. Should this value be used to fill the monthly budgets?
ro: Aţi introdus valori ale bugetului folosind o bază diferită ceea ce ar duce la un buget individual lunar de <b>%1</b>. Să se folosească aceste valori pentru a calcula bugetele lunare?

source: Use this button to skip this transaction
ro: Foloseşte acest buton pentru a omite această tranzacţie

source: Record this transaction into the register
gl_es: Gravar este asento no rexisto
ro: Înregistrează această tranzacţie în registru

source: Use this button to record this transaction
gl_es: Use este botón para gravar este asento
ro: Foloseşte acest buton pentru a înregistra această tranzacţie în registru

source: %1 of %2
gl_es: %1 de %2
ro: %1 din %2

source: Payment on %1 for %2 with %3 transactions remaining occuring %4.
gl_es: Pago en %1 para %2 con %3 asentos restantes ocorrendo %4.
ro: Plată în %1 pentru %2 cu %3 tranzacţii rămase ce au loc în %4.

source: Payment on %1 for %2 occuring %4.
gl_es: Pago en %1 para %2 ocorrendo %4.
ro: Plată în %1 pentru %2 ce are loc în %4.

source: %1 days overdue (%2 occurences).
gl_es: %1 dias de retraso (%2 ocorréncias).
ro: %1 zile întărziere (%2 scadenţe).

source: Post date
gl_es: Data do asento
ro: Data efectuării

source: Date entered
ro: Data introdusă

source: Entry order
ro: Ordinea intrării

source: Reconcile state
ro: Starea reconcilierii

source: _: Deposits onto account Deposits
ro: Depozite

source: _: Payments towards credit card Payments
ro: Plăţi

source: _: Payments made from account Payments
ro: Plăţi

source: _: Payments made with credit card Charges
ro: Plăţi

source: _: Payment made from account Payment
ro: Plată

source: _: Deposit into account Deposit
ro: Depozit

source: _: Payment made with credit card Charge
ro: Plată

source: _: Payment towards credit card Payment
ro: Plată

source: _: Decrease of asset/liability value Decrease
ro: Scade

source: _: Increase of asset/liability value Increase
ro: Creşte

source: Prior transactions possibly filtered
ro: Tranzacţii anterioare au posibil filtrate

source: Last reconciliation
ro: Ultima reconciliere

source: Online Statement Balance: %1
ro: Soldul extrasului online: %1

source: This year
ro: Anul acesta

source: Last month
gl_es: O mes pasado
ro: Luna trecută

source: This month
ro: Luna aceasta

source: Last week
ro: Săptămâna trecută

source: This week
ro: Săptămâna aceasta

source: Yesterday
ro: Ieri

source: Today
ro: Astăzi

source: Future transactions
ro: Tranzacţii viitoare

source: Next week
ro: Săptămâna viitoare

source: Next month
gl_es: O Mes que ven
ro: Luna viitoare

source: Current fiscal year
ro: Anul fiscal curent

source: Previous fiscal year
ro: Anul fiscal trecut

source: Next fiscal year
ro: Anul fiscal următor

source: _: Unknown payee Unknown
ro: Necunoscut

source: _: Unknown category Unknown
ro: Necunoscută

source: _: Unknown security Unknown
ro: Necunoscută

source: Search Columns
ro: Caută coloane

source: All Visible Columns
ro: Toate coloanele vizibile

source: _: Column number %1 Column No. %1
ro: Coloana nr. %1

source: S&earch:
ro: Ca&ută:

source: Income categories
gl_es: Categorias de Ingresos
ro: Categorii de venituri

source: Favorites
ro: Favorite

source: Asset accounts
gl_es: Contas de activos
ro: Conturi de activ

source: Liability accounts
gl_es: Contas de pasivos
ro: Conturi de pasiv

source: Expense categories
gl_es: Categorias de Gastos
ro: Categorii de cheltuieli

source: Equity accounts
ro: Conturi de capital

source: Total Balance
ro: Soldul total

source: Total Value
ro: Valoare totală

source: _: label for status combo Stat&us
ro: Sta&re

source: Any status
ro: Orice stare

source: Imported
ro: Importate

source: Matched
ro: Asociate

source: Erroneous
ro: Eronate

source: Not marked
ro: Neverificate

source: _: Column heading for category in tax report Tax
ro: Impozit

source: _: Column heading for VAT category VAT
ro: TVA

source: Continue with next page
ro: Continuă cu pagina următoare

source: Finish wizard
ro: Termină

source: &Back
ro: Înap&oi

source: &Next
ro: Î&nainte

source: &Finish
gl_es: &Finalizar
ro: &Termină

source: Step %1 of %2
ro: Pasul %1 din %2

source: _: Enter todays date into date input widget T
ro: T

source: &Deposit
gl_es: &Depósito
ro: &Depozit

source: &Withdrawal
gl_es: &Retirada
ro: &Retragere

source: &Payment
gl_es: &Pagamento
ro: &Plată

source: &Charge
ro: &Modifică

source: &Decrease
ro: &Descreşte

source: &Increase
ro: &Creşte

source: Select Schedules
gl_es: Escoller Programazóns
ro: Alege programări

source: Select Style
gl_es: Escoller Estilo
ro: Alege stil

source: Choose Style
gl_es: Escoller Estilo
ro: Alege stil

source: Next year
gl_es: O Ano que ven
ro: Anul viitor

source: Previous year
gl_es: O Ano pasado
ro: Anul trecut

source: Previous month
gl_es: O Mes pasado
ro: Luna trecută

source: Select a week
gl_es: Escoller una semana
ro: Selectează o săptămână

source: Select a month
gl_es: Escoller un mes
ro: Selectează o lună

source: Select a year
gl_es: Escoller un ano
ro: Selectează un an

source: Week XX
gl_es: Semana XX
ro: Săptămâna XX

source: Week %1
gl_es: Semana %1
ro: Săptămâna %1

source: Account Types
ro: Tipuri de cont

source: Detailed description
ro: Descriere detaliată

source: Period
ro: Perioadă

source: This page allows you to set the parameters for encrypted file storage of your <b>KMyMoney</b> data based on <b>GPG</b>.<p> Acces to the settings is disabled if <b>GPG</b> could not be detected on your system. In this case, please make sure that <b>GPG</b> is working properly for the current user.<p> The <i>Recovery encryption</i> group is only accessible, if the necessary key for <b>kmymoney-recover@users.sourceforge.net</b> with id 0x8AFDDC8E is found.
ro: Această pagină vă permite să configuraţi parametrii stocării datelor dumneavoastră <b>KMyMoney</b> într-un fişier criptat bazat pe sistemul <b>GPG</b>.<p> Accesul la aceste setări este dezactivat dacă sistemul <b>GPG</b> nu a putut fi detectat pe sistemul dumneavoastră. În acest caz vă rog să vă asiguraţi că sistemul <b>GPG</b> funcţionează corect pentru utilizatorul curent.<p> Grupul de <i>criptare de recuperare</i> este accesibil doar în cazul în care cheia necesară, emisă pentru <b>kmymoney-recover@users.sourceforge.net</b> cu identificatorul 0x8AFDDC8E a fost găsită.

source: Enter the id of the key you want to use for data encryption. This can either be an e-mail address or the hexadecimal key id. In case of the key id don't forget the leading <i>0x</i>.
ro: Introduceţi identificatorul cheii pe care o doriţi să o folosiţi pentru criptare. Acesta poate fi fie o adresă de poştă electronică fie identificatorul hexazecimal al cheii. În cazul identificatorului hexazecimal nu uitaţi prefixul <i>0x</i>.

source: User ID
ro: ID utilizator

source: Recovery encryption
ro: Criptare de recuperare

source: Also encrypt with kmymoney-recover key
ro: Criptează de asemenea cu cheia de recuperare KMyMoney

source: You can specify to encrypt the data also with the KMyMoney recover key. Only the core KMyMoney developers are in posession of the respective private key required to read back such encrypted data.<p> This mechanism is provided for the case that you have lost your key and cannot access your data anymore. With this option activated, the KMyMoney developers can decrypt the data and supply you with it in a readable form. Please be prepared, that you have to answer a few detailed questions about the contents of your data before we will send it out.
ro: Puteţi alege să criptaţi datele de asemenea cu cheia de recuperare KMyMoney. Doar dezvoltatorii cheie a aplicaţiei KMyMoney sunt în posesia cheii private respective necesară pentru a reciti datele criptate. <p> Acest mecanism este pus la dispozitia utilizatorului pentru cazul în care acesta îsi pierde cheia şi nu îşi mai poate accesa datele. Cu aceasta opţiune activată, dezvoltatorii KMyMoney pot decripta datele şi le pot pune la dispoziţia utilizatorului. Utilizatorul trebuie să fie pregătit să răspundă la unele înrebări detaliate despre conţinutul datelor înainte să poată intra în posesia acestora.

source: PriceInfo
ro: Informaţie de preţ

source: Report Tab
ro: Fila raporturilor

source: <p>On this tab, you set the basic properties of this report.</p>
ro: <p>În aceasta filă puteţi alege parametrii de bază a acestui raport.</p>

source: Report Name
ro: Numele raportului

source: <p>Choose a name for this report.</p>
ro: <p>Alegeţi un nume pentru acest raport.</p>

source: <p>Enter a comment to help you remember the details of this report.</p>
ro: <p>Introduceţi un comentariu pentru a va ajuta să vă reamintiţi detaliile acestui raport.</p>

source: Convert values to base currency
ro: Coverteşte valorile la moneda de bază

source: _: Convert 'em!! <p>Select this option to convert all values in the report to your base currency.</p><p>Leave it unchecked if you'd like to see values in their original currency.</p><p>If currencies are not converted, then subtotals will not be shown.</p>
ro: <p>Alegeţi această opţiune pentru a converti toate valorile din raport la moneda de bază.</p><p>Lăsaţi opţiunea debifată dacă doriţi să vedeţi valorile în valuta originală.</p><p>Dacă valorile nu sunt convertite atunci nu se vor afişa subtotaluri.</p>

source: Mark as a favorite report
ro: Marchează ca raport favorit

source: <p>Select this option to notate this report as one of your favorites.</p><p>All your favorite reports are grouped in one place on the report list for easy access.</p>
ro: <p>Alegeţi această opţiune pentru a declara acest raport un raport favorit.</p><p>Toate rapoartele favorite ale dumneavoastră sunt grupate la un loc în lista de raporturi favorite pentru a facilita accesul la ele.</p>

source: Rows/Columns Tab
ro: Fila rândurilor/coloanelor

source: <p>On this tab, you configure how you'd like the rows and columns to be selected and organized.</p>
ro: <p> În această filă puteţi configura modul în care doriţi selectate şi organizate rândurile şi coloanele.</p>

source: <p>Choose what kind of accounts to display as the rows of this report.</p>
ro: <p>Alegeţi ce fel de conturi să fie afişate ca rânduri ale acestui raport.</p>

source: Columns
ro: Coloane

source: Bi-Monthly
ro: Bilunar

source: <p>Choose how large of a time period each column should encompass</p>
ro: <p>Alegeţi perioada de timp care ar trebui să fie cuprinsă într-o coloană</p>

source: Income & Expenses
ro: Venituri şi cheltuieli

source: Assets & Liabilities
ro: Active şi pasive

source: Rows
ro: Rânduri

source: Show totals column
ro: Afişează coloana totalurilor

source: Average days
ro: Număr mediu de zile

source: Include scheduled transactions
ro: Include tranzacţiile programate

source: Include transfers
ro: Include transferuri

source: Include unused accounts/categories
ro: Include conturile şi categoriile nefolosite
