Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Account Template...
ro: Cont şablon...

source: Personal Data...
gl_es: Dados Persoais...
ro: Date personale...

source: Dump Memory
ro: Copie a memoriei

source: File-Information...
ro: Informaţii despre fişier...

source: Find transaction...
gl_es: Buscar asento...
ro: Caută tranzacţia...

source: Show Transaction Detail
gl_es: Amosar Detalles do Asento
ro: Afişează detaliile tranzacţiei

source: Hide reconciled transactions
ro: Ascunde tranzacţiile reconciliate

source: Hide unused categories
ro: Ascunde categoriile neutilizate

source: Show all accounts
ro: Afişează toate conturile

source: New institution...
ro: Instituţie nouă...

source: Edit institution...
ro: Modifică instituţia...

source: Delete institution...
ro: Şterge instituţia...

source: New account...
gl_es: Nova Conta...
ro: Cont nou...

source: Open ledger
ro: Deschide registrul

source: Reconcile...
gl_es: Reconciliar...
ro: Reconciliază...

source: _: Finish reconciliation Finish
ro: Termină

source: _: Postpone reconciliation Postpone
ro: Amână

source: Edit account...
ro: Modifică contul...

source: Delete account...
ro: Şterge contul...

source: Close account
ro: Închide contul

source: Reopen account
ro: Redeschide contul

source: Transaction report
ro: Raport al tranzacţiilor

source: Show balance chart...
ro: Vizualizează graficul soldului...

source: Map to online account
ro: Asociaţi la un cont online

source: Unmap account
ro: Disociaţi contul

source: Update
ro: Actualizează

source: Update account...
ro: Actualizează cont...

source: Update all accounts...
ro: Actualizează toate conturile...

source: New category...
gl_es: Nova Categoria...
ro: Categorie nouă...

source: Edit category...
ro: Modifică categoria...

source: Delete category...
ro: Şterge categoria...

source: QIF Profile Editor...
gl_es: Editor de perfis QIF...
ro: Editor de profil QIF

source: Securities...
ro: Titluri de valoare...

source: Currencies...
ro: Monede...

source: Prices...
ro: Preţuri...

source: Update Stock and Currency Prices...
ro: Actualizaţi cotaţiile acţiunilor şi ale monedelor...

source: Consistency Check
gl_es: Comprobazón de Consisténcia
ro: Verificarea consistenţei

source: Performance-Test
ro: Verificarea performanţei

source: Enable all messages
ro: Activează toate mesajele

source: KDE language settings...
ro: Setări de limbă KDE...

source: &Show tip of the day
gl_es: Consello do &Dia
ro: &Afişează sfatul zilei

source: _: New transaction button New
ro: Creează

source: _: Edit transaction button Edit
ro: Modifică

source: _: Enter transaction Enter
ro: Salvează

source: _: Edit split button Edit splits
ro: Modifică părţi de tranzacţie

source: _: Cancel transaction edit Cancel
ro: Renunţă

source: _: Delete transaction Delete
ro: Şterge

source: _: Duplicate transaction Duplicate
ro: Creează un duplicat

source: _: Button text for match transaction Match
ro: Asociază

source: _: Accept 'imported' and 'matched' transaction Accept
ro: Acceptă

source: _: Toggle reconciliation flag Toggle
ro: Schimbă starea

source: _: Mark transaction cleared Cleared
ro: Verificate

source: _: Mark transaction reconciled Reconciled
ro: Reconciliate

source: _: Mark transaction not reconciled Not reconciled
ro: Nereconciliate

source: _: Select all transactions Select all
ro: Alege toate

source: Goto account
ro: Du-te la cont

source: Goto payee
ro: Du-te la beneficiar/plătitor

source: Create scheduled transaction...
ro: Creează o tranzacţie programată

source: Assign next number
ro: Alocă numărul următor

source: _: Combine transactions Combine
ro: Combină

source: New investment
ro: Investiţie nouă

source: Edit investment...
ro: Modifică investiţia...

source: Delete investment...
ro: Şterge investiţia...

source: Online price update...
ro: Actualizează preţul online...

source: Manual price update...
ro: Actualizează preţul manual...

source: New scheduled transaction...
ro: Tranzacţie programată nouă

source: Edit scheduled transaction...
ro: Modifică tranzacţia programată

source: Delete scheduled transaction...
ro: Șterge tranzacţia programată

source: Duplicate scheduled transaction
ro: Creează un duplicat al tranzacţiei programate

source: Enter next transaction...
ro: Introdu tranzacţia următoare

source: Skip next transaction...
ro: Omite tranzacţia următoare

source: New payee
ro: Beneficiar/plătitor nou

source: Rename payee
ro: Redenumeşte beneficiarul/plătitorul

source: Delete payee
ro: Şterge beneficiarul/plătitorul

source: New budget
ro: Buget nou

source: Rename budget
ro: Redenumeşte bugetul

source: Delete budget
ro: Şterge bugetul

source: Copy budget
ro: Copiază bugetul

source: Change budget year
ro: Schimbă anul bugetului

source: _: Budget based on forecast Forecast
ro: Estimare

source: New currency
ro: Monedă nouă

source: Rename currency
ro: Redenumeşte moneda

source: Delete currency
ro: Şterge moneda

source: Select as base currency
ro: Alege ca monedă de bază

source: View back
ro: Vizualizare înapoi

source: View forward
ro: Vizualizare înainte

source: KMyMoney file needs saving. Save ?
gl_es: O arquivo de KMyMoney precisa ser guardado. Guardar ?
ro: Fişierul KMyMoney are nevoie de salvare. Salvaţi?

source: Creating new document...
gl_es: Criando novo documento...
ro: Se creează un document nou...

source: Open a file.
gl_es: Abrir un arquivo.
ro: Deschide un fişier.

source: %1|KMyMoney files %2|All files (*.*)
gl_es: %1|Arquivos de KMyMoney %2|Todos os arquivos(*.*)
ro: %1|Fişiere KMyMoney %2|Toate fişierele (*.*)

source: Open File...
gl_es: Abrir Arquivo...
ro: Deschide fişier...

source: Loading file...
gl_es: Cargando arquivo...
ro: Se încarcă fişierul...

source: <b>%1</b> is either an invalid filename or the file does not exist. You can open another file or create a new one.
ro: <b>%1</b> este un nume de fişier greşit sau fişierul nu există. Puteţi deschide un alt fişier sau creaţi un fişier nou.

source: File not found
ro: Fişierul nu a fost găsit

source: File <b>%1</b> is already opened in another instance of KMyMoney
ro: Fişierul <b>%1</b> este deja deschis de către o altă instanţă a programului KMyMoney

source: Duplicate open
ro: Deschidere multiplă

source: Saving file...
gl_es: Guardando arquivo...
ro: Se salvează fişierul...

source: Additional encryption key(s) to be used: %1
ro: Chei adiţionale de criptare folosite: %1

source: Saving file with a new filename...
gl_es: Guardando arquivo con un novo nome...
ro: Se salvează fişierul cu un nume nou...

source: Encryption key to be used
ro: Cheia de criptare folosită

source: Manage additional keys
ro: Gestionează cheile de criptare

source: No encryption
ro: Fără criptare

source: _: KMyMoney (Filefilter) KMyMoney files
ro: Fişiere KMyMoney

source: _: XML (Filefilter) XML files
ro: Fişiere XML

source: _: Anonymous (Filefilter) Anonymous files
ro: Fişiere anonime

source: All files
ro: Toate fişierele

source: Saving file to database...
ro: Se salvează fişierul în baza de date...

source: Cannot save to current database.
ro: Nu s-a putut salva în baza de date curentă

source: Closing window...
gl_es: Pechando xanela...
ro: Se închide fereastra...

source: The file has been changed, save it ?
gl_es: O arquivo moi modificado, guardá-lo ?
ro: Fişierul a fost modificat, Salvati?

source: Ready.
gl_es: Listo.
ro: Gata.

source: No KMyMoneyFile open
ro: Nu există fişier KMyMoney deschis

source: Viewing personal data...
gl_es: Visualizando dados persoais...
ro: Se vizualizează datele personale...

source: Edit Personal Data
gl_es: Editar Dados Persoais
ro: Modifică Datele personale

source: Unable to store user information: %1
ro: Nu s-au putut salva datele utilizator: %1

source: Importing account templates.
ro: Se importă şabloane de cont

source: Unable to import template(s): %1, thrown in %2:%3
ro: Nu s-au putut importa şabloanele de cont: %1, excepţie în %2:%3

source: Exporting account templates.
ro: Se exportă şabloanele de cont

source: *.kmt|KMyMoney template files *.*|All files
ro: *.kmt|Fişiere şablon KMyMoney *.*|Toate fişierele

source: Save as...
gl_es: Guardar como...
ro: Salvează ca...

source: Importing file...
gl_es: Importando arquivo...
ro: Se importă fişierul...

source: The statements have been processed with the following results:
ro: Bilanţul a fost procesat şi s-au obţinut următoarele rezultate:

source: Statement stats
ro: Statistici ale bilanţului

source: You cannot import GnuCash data into an existing file. Do you wish to save this file?
ro: Nu puteţi importa fişiere GnuCash în fişiere existente. Doriţi să salvaţi acest fişier?

source: Importing a Gnucash file.
ro: Se importă un fişier GnuCash.

source: %1|Gnucash files %2|All files (*.*)
ro: %1|Fişiere Gnucash %2|Toate fişierele (*.*)

source: Import Gnucash file...
ro: Importă un fişier GnuCash...

source: Importing an XML Statement.
ro: Se importă un bilanţ în format XML.

source: %1|XML files %2|All files (*.*)
ro: %1|Fişiere XML %2|Toate fişierele (*.*)

source: Import XML Statement...
ro: Importă un bilanţ în format XML...

source: Error importing %1: This file is not a valid KMM statement file.
ro: Eroare la importul fişierului %1. Acest fişier nu conţine un bilanţ KMM valid.

source: Invalid Statement
ro: Bilanţ invalid.

source: The statement has been processed with the following results:
ro: Bilanţul a fost procesat şi s-au obţinut următoarele rezultate:

source: Exporting file...
gl_es: Exportando arquivo...
ro: Se exportă fişierul...

source: The file <b>%1</b> already exists. Do you really want to override it?
ro: Fişierul <b>%1</b> deja există. Doriţi într-adevăr să-l suprascrieţi?

source: File already exists
ro: Fişierul deja există

source: Register
gl_es: Rexisto
ro: Registru

source: Home
gl_es: Inicio
ro: Prima pagină

source: Scheduled transactions
ro: Tranzacţii programate

source: Encryption
ro: Codificare

source: Colors
ro: Culori

source: Online Quotes
ro: Cotaţii online

source: Forecast
ro: Estimare

source: Plugins
ro: Funcţii suplimentare

source: The file must be saved first before it can be backed up. Do you want to continue?
gl_es: O arquivo debe ser guardado antes de poder facer-lle unha cópia de respaldo. Desexa continuar?
ro: Fişierul trebuie salvat înainte de a crea copia de siguranţă. Doriţi să continuaţi?

source: The current implementation of the backup functionality only supports local files as source files! Your current source file is '%1'.
gl_es: A implementazón actual da funzón de respaldo só permite usar arquivos locais como orixes! O seu arquivo orixe actual é "%1".
ro: Implementarea curentă a funcţionalităţii de realizare de copii de siguranţă funcţionează doar cu fişiere sursă locale! Fişierul sursă curent este '%1'.

source: Local files only
gl_es: Sö arquivos locais
ro: Doar fişiere locale

source: Mounting %1
gl_es: Montando %1
ro: Se montează %1

source: Backup file for today exists on that device. Replace ?
gl_es: Xa existe unha cópia de respaldo de hoxe nese dispositivo. Reemprazar ?
ro: Există deja o copie de siguranţă creată astăzi pe dispozitivul dat. Doriţi să înlocuiţi această copie?

source: Backup
gl_es: Cópia de respaldo
ro: Copie de siguranţă

source: &Replace
gl_es: &Reemprazar
ro: Î&nlocuieşte

source: Unmounting %1
gl_es: Desmontando %1
ro: Se demontează %1

source: Writing %1
gl_es: Escrebendo %1
ro: Se scrie %1

source: Error mounting device
gl_es: Erro montando dispositivo
ro: Eroare la montarea dispozitivului

source: Done
gl_es: Feito
ro: Gata

source: File successfully backed up
gl_es: O arquivo foi respaldado con éxito
ro: Copia de securitate a fişierului s-a salvat cu succes

source: Error copying file to device
gl_es: Erro ao copiar o arquivo no dispositivo
ro: Eroare la copierea fişierului pe dispozitiv

source: Error unmounting device
gl_es: Erro desmontando dispositivo
ro: Eroare la demontarea dispozitivului

source: Cannot add institution: %1
ro: Nu se poate adăuga instituţia: %1

source: Unable to store institution: %1
ro: Nu se poate salva instituţia: %1

source: Unable to edit institution: %1
ro: Nu se poate modifica instituţia: %1

source: Do you really want to delete institution <b>%1</b> ?
ro: Doriţi într-adevăr să ştergeţi înstituţia <b>%1</b> ?

source: Unable to delete institution: %1
ro: Nu s-a putut şterge instituţia: %1

source: Unable to find account: %1
ro: Nu s-a putut găsi contul: %1

source: This account is a liability and if the opening balance represents money owed, then it should be negative. Negate the amount? Please click Yes to change the opening balance to %1, Please click No to leave the amount as %2, Please click Cancel to abort the account creation.
gl_es: Esta conta é un pasivo e se o balance de apertura representa diñeiro debido, debera ser negativo. Cambiar o signo da cantidade? Prema Si para cambiar o balance de apertura a %1, Prema Non para deixar a cantidade como está, %2, Prema Cancelar para abortar a criazón da conta.
ro: Acest cont este un cont de pasive iar dacă soldul iniţial reprezintă bani datoraţi, atunci ar trebui să fie negativ. Doriţi să negaţi suma? Vă rog să folosiţi Da pentru a schimba soldul iniţial în %1, Vă rog să folosiţi Nu pentru a lăsa soldul ca %2, Vă rog să folosiţi Renunţă pentru a întrerupe procesul de creere a contului.

source: Loan payout
ro: Achitarea împrumutului

source: Unable to add account: %1
ro: Nu s-a putut adăuga contul: %1

source: The category <b>%1</b> currently does not exist. Do you want to create it?<p><i>The parent account will default to <b>%2</b> but can be changed in the following dialog</i>.
ro: Categoria <b>%1</b> nu există. Doriţi să o creaţi?<p><i>Contul părinte va lua valoare implicită <b>%2</b> dar se poate schimba în dialogul următor</i>.

source: Create category
ro: Creează o categorie

source: Create a new Category
gl_es: Criar unha nova Categoria
ro: Creează o categorie nouă

source: Unable to create account: %1
ro: Nu s-a putut crea contul: %1

source: The security <b>%1</b> currently does not exist as sub-account of <b>%2</b>. Do you want to create it?
ro: Titlul de valoare <b>%1</b> nu există ca un subcont al contului <b>%2</b>. Doriţi sa îl creaţi acum?

source: Create security
ro: Creează titlul de valoare

source: Do you really want to delete the investment <b>%1</b>?
ro: Doriţi într-adevăr să ştergeţi investiţia <b>%1</b> ?

source: Delete investment
ro: Şterge investiţia

source: Unable to delete investment: %1
ro: Nu s-a putut şterge investiţia: %1

source: Unable to add scheduled transaction:
ro: Nu s-a putut adăuga tranzacţia programată:

source: Adjusting transactions...
ro: Se ajustează tranzacţii...

source: Adjusting scheduled transactions...
ro: Se ajustează tranzacţiile programate...

source: Adjusting budgets...
ro: Se ajustează bugete...

source: Unable to exchange category <b>%1</b> with category <b>%2</b>. Reason: %3
ro: Nu s-a putut schimba categoria <b>%1</b> cu categoria <b>%2</b>. Motivul: %3

source: Do you really want to delete category <b>%1</b>?
ro: Doriţi într-adevăr să ştergeţi categoria <b>%1</b>?

source: Unable to delete category <b>%1</b>. Cause: %2
ro: Nu s-a putut şterge categoria<b>%1</b>. Motivul: %2

source: Do you want to delete category <b>%1</b> with all its sub-categories or only the category itself? If you only delete the category itself, all its sub-categories will be made sub-categories of <b>%2</b>.
ro: Doriţi să ştergeţi categoria <b>%1</b> cu toate subcategoriile ei sau doriţi să ştergeţi doar categoria? Dacă ştergeţi doar categoria atunci toate subcategoriile ei vor deveni subcategorii al <b>%2</b>.

source: Delete all
ro: Şterge tot

source: Just the category
ro: Doar categoria

source: Some sub-categories of category <b>%1</b> cannot be deleted, because they are still used. They will be made sub-categories of <b>%2</b>. Proceed?
ro: Unele sub-categorii al categoriei <b>%1</b> nu se pot şterge deoarece sunt încă folosite. Ele vor deveni sub-categorii al categoriei <b>%2</b>. Continuaţi?

source: Unable to delete a sub-category of category <b>%1</b>. Reason: %2
ro: Nu s-a putut şterge o sub-categorie a categoriei <b>%1</b>. Motivul: %2

source: Do you really want to delete account <b>%1</b>?
ro: Doriţi într-adevăr să ştergeţi contul <b>%1</b>?

source: Unable to delete account '%1'. Cause: %2
ro: Nu s-a putut şterge contul '%1'. Motivul: %2

source: Edit account '%1'
ro: Modifică contul '%1'

source: Edit category '%1'
ro: Modifică categoria '%1'

source: Unable to modify account '%1'. Cause: %2
ro: Nu s-a putut modifica contul '%1'. Motivul: %2

source: KMyMoney has detected some overdue scheduled transactions for this account. Do you want to enter those scheduled transactions now?
ro: KMyMoney a detectat existenţa unor tranzacții programate întârziate pentru acest cont. Doriţi să introduceţi acele tranzacţii acum?

source: Scheduled transactions found
ro: Au fost găsite tranzacţii programate

source: You are about to finish the reconciliation of this account with a difference between your bank statement and the transactions marked as cleared. Are you sure you want to finish the reconciliation ?
ro: Sunteţi pe punctul de a termina procesul de reconciliere pentru acest cont cu o diferenţă între extrasul bancar şi tranzacţiile marcate ca verificate. Sunteţi siguri că doriţi să terminaţi procesul de reconciliere?

source: Confirm end of reconciliation
ro: Confirmaţi sfârşitul reconcilierii

source: You have closed this account. It remains in the system because you have transactions which still refer to it, but is not shown in the views. You can make it visible again by going to the View menu and selecting <b>Show all accounts</b> or by unselecting the <b>Don't show closed accounts</b> setting.
ro: Aţi închis acest cont. A rămas în sistem deoarece aveţi tranzacţii care încă se referă la acest cont, dar nu este afişată. Îl puteţi face vizibil din nou accesând meniul Vizualizează şi alegând opţiunea <b>Arată toate conturile</b> sau renunţând la opţiunea <b>Ascunde conturile închise</b>.

source: <b>%1</b> cannot be moved to institution <b>%2</b>. Reason: %3
ro: <b>%1</b> nu poate fi mutat la instituţia <b>%2</b>. Motivul: %3

source: <b>%1</b> cannot be moved to <b>%2</b>. Reason: %3
ro: <b>%1</b> nu poate fi mutat în <b>%2</b>. Motivul: %3

source: %1 YTD Account Transactions
ro: %1 Tranzacţii de cont YTD

source: Generated Report
ro: Raport generat

source: Transactions
gl_es: Asentos
ro: Tranzacţii

source: Unable to add scheduled transaction: %1
ro: Nu s-a putut adăuga tranzacția programată: %1

source: Add scheduled transaction
ro: Adăugați o tranzacţie programată

source: You have entered a scheduled transaction date of <b>%1</b>. Because the scheduled transaction was last paid on <b>%2</b>, KMyMoney will automatically adjust the scheduled transaction date to the next date unless the last payment date is reset. Do you want to reset the last payment date?
ro: Aţi introdus data <b>%1</b> ca dată a tranzacției programate. Deoarece transzacția programată a fost efectuată ultima dată la <b>%2</b>, KMyMoney va actualiza automat data tranzacției programate la următoarea dată scadentă în cazul în care ultima dată a tranzacției nu este reactualizată. Doriţi să reactualizaţi data ultimului transfer?

source: Reset Last Payment Date
ro: Resetează ultima dată de plată

source: Unable to modify scheduled transaction '%1'
ro: Nu s-a putut modifica tranzacția programată '%1'

source: Are you sure you want to delete the scheduled transaction <b>%1</b>?
ro: Sunteţi siguri că doriţi să ştergeţi tranzacția programată <b>%1</b>?

source: In case of loan payments it is currently not possible to recreate the scheduled transaction.
ro: În cazul plăţilor pentru împrumuturi, în acest moment, nu este posibilă recreerea programului.

source: Unable to remove scheduled transaction '%1'
ro: Tranzacția programată '%1' nu a putut fi ştearsă

source: _: Copy of scheduled transaction name Copy of %1
ro: Copie a tranzacției programate %1

source: Unable to duplicate transaction(s): %1, thrown in %2:%3
ro: Nu s-a(u) putut duplica tranzacţia(iile): %1, excepţie în %2:%3

source: Do you really want to skip the <b>%1</b> transaction scheduled for <b>%2</b>?
ro: Doriţi într-adevăr să omiteţi tranzacţia programată <b>%1</b> în data de <b>%2</b>?

source: Unable to skip scheduled transaction <b>%1</b>.
ro: Nu s-a putut omite tranzacţia programată <b>%1</b>.

source: Unknown scheduled transaction '%1'
ro: Tranzacție programată necunoscută '%1'

source: Are you sure you wish to stop this scheduled transaction from being entered into the register? KMyMoney will prompt you again next time it starts unless you manually enter it later.
ro: Sunteţi siguri că doriţi să opriţi înregistrarea acestei tranzacții programate în registru? KMyMoney vă va întreba din nou la următoarea pornire în cazul în care nu o veţi introduce manual mai târziu.

source: Unable to enter scheduled transaction '%1'
ro: Nu s-a putut introduce tranzacţia programată '%1'

source: New Payee
ro: Beneficiar/plătitor nou

source: Do you want to add <b>%1</b> as payer/receiver ?
ro: Doriţi să adăugaţi pe <b>%1</b> ca plătitor/beneficiar ?

source: New payee/receiver
gl_es: Novo cobrardor/receptor
ro: Plătitor/Beneficiar nou

source: Unable to add payee
gl_es: Non foi posíbel engadir un cobrador
ro: Nu s-a putut adăuga beneficiarul

source: Do you really want to remove the payee <b>%1</b>?
ro: Doriţi într-adevăr să ştergeţi beneficiarul/plătitorul <b>%1</b>?

source: Do you really want to remove all selected payees?
ro: Doriţi într-adevăr să ştergeţi toţi beneficiarii/plătitorii selectaţi?

source: Remove Payee
gl_es: Eliminar Cobrador
ro: Şterge beneficiar/plătitor

source: At least one transaction/scheduled transaction is still referenced by a payee. Currently you have all payees selected. However, at least one payee must remain so that the transaction/scheduled transaction can be reassigned.
ro: Cel puţin o tranzacţie programată este referită de către un beneficiar. În acest moment toţi beneficiarii sunt marcaţi. Dar cel puţin un beneficiar trebuie să rămână astfel încât tranzacţiile programate să poate fi reasignate.

source: Unable to reassign payee of transaction/split
ro: Nu s-a putut reasigna beneficiarul tranzacţiei/părţii de tranzacţie

source: thrown in
gl_es: introducido
ro: excepţie în

source: Unable to remove payee(s)
ro: Nu s-a putut şterge beneficiarul(ii)

source: Enter ISO 4217 code for the new currency
ro: Introduceţi codul ISO 4217 pentru moneda nouă

source: Cannot create new currency. %1
ro: Nu s-a putut crea moneda nouă. %1

source: Cannot rename currency. %1
ro: Nu s-a putut redenumi moneda. %1

source: Cannot delete currency %1. %2
ro: Nu s-a putut şterge moneda %1. %2

source: Cannot set %1 as base currency: %2
ro: Nu s-a putut seta %1 ca moneda de bază. %2

source: Set base currency
ro: Alege moneda de bază

source: Budget %1
ro: Bugetul %1

source: Budget %1 (%2)
ro: Bugetul %1 (%2)

source: Unable to add budget: %1, thrown in %2:%3
ro: Nu s-a putut adăuga bugetul: %1, excepţie în %2:%3

source: Do you really want to remove the budget <b>%1</b>?
ro: Doriţi într-adevăr să ştergeţi bugetul <b>%1</b>?

source: Do you really want to remove all selected budgets?
ro: Doriţi într-adevăr să ştergeţi toate bugetele selectate?

source: Remove Budget
ro: Şterge bugetul

source: Unable to remove budget: %1, thrown in %2:%3
ro: Nu s-a putut şterge bugetul: %1, excepţie în %2:%3

source: Copy of %1
ro: Copie a %1

source: Select year
ro: Alege anul

source: Budget year
ro: Anul bugetului

source: Unable to modify budget: %1, thrown in %2:%3
ro: Nu s-a putut modifica bugetul:%1, excepţie în %2:%3

source: The current budget already contains data. Continuing will replace all current values of this budget.
ro: Bugetul curent conţine deja date. Continuând veţi înlocui toate valorile din acest moment al bugetului.
