Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Now enter the details for your loan. You can leave one of the fields empty and KMyMoney will calculate it when you press the <b>Calculate</b> button. Before you can continue with the next page you also need to press <b>Calculate</b> so that KMyMoney can check the logical correctness of the values you have supplied.
ro: Acum introduceţi detaliile împrumutului dumneavoastră. Puteţi lăsa unul dintre câmpuri necompletat iar KMyMoney va calcula valoarea respectivă în momentul în care veţi folosi butonul <b>Calculează</b>. Înainte de a continua cu pagina următoare va fi necesar, de asemenea, să folosiţi butonul <b>Calculează</b> ca KMyMoney să poată verifica corectitudinea logică a valorilor pe care le-aţi introdus.

source: The interest rate gets calculated
ro: Se calculează rata dobânzii

source: when the payment is received
ro: momentul în care se încasează plata

source: when the payment is due
ro: data de scadenţă a plăţii

source: Loan amount
gl_es: Cantidade do empréstito
ro: Suma împrumutată

source: Enter the amount of the loan in this field. If you want to calculate this field out of the other parameters, please leave it empty. If the field is marked as required (colored background) you have informed KMyMoney about the fact that there were already some payments towards the loan. In this case, please enter the ending balance of your last statement.
ro: Introduceţi în acest câmp suma împrumutată. Dacă doriţi calcularea acestui câmp cu ajutorul celorlalţi parametrii va rugăm sa-l lăsaţi necompletat. Dacă câmpul este marcat ca obligatoriu (fundal colorat) aţi informat KMyMoney despre faptul că există deja plăti efectuate pentru acest împrumut. În acest caz, vă rog introduceţi soldul final al ultimului extras al împrumutului.

source: Please enter the interest rate in percent or leave the field empty to calculate it.
ro: Vă rog să introduceţi rata dobânzii sau lăsaţi câmpul necompletat petru a-l calcula.

source: Term
gl_es: Remate
ro: Termen

source: Please enter the term of this loan or enter 0 to calculate it. The term is the time that is required to fully repay the loan. This time might be different from the time your loan contract is signed for.
ro: Vă rog să introduceţi termenul acestui împrumut sau 0 pentru a-l calcula. Termenul împrumutului este timpul necesar pentru plata completă a împrumutului. Acest timp poate să difere de cel din contractul de împrumutare.

source: Payment (principal and interest)
ro: Suma de plată (parte din împrumut şi dobânda)

source: Please enter the amount you pay for principal and interest or leave the field empty to calculate it.
ro: Vă rog să introduceţi suma pe care o plătiţi pentru restituirea împrumutului împreună cu dobânda sau lăsaţi valoarea necompletată pentru a fi calculată.

source: Balloon payment
ro: Suma de plată la termen a împrumutului

source: Please enter the amount of a final amortization payment or leave the field empty to calculate it.
ro: Vă rog să introduceţi suma finală de plată a amortizării sau lăsaţi câmpul necompletat pentru a fi calculat.

source: Calculate
ro: Calculează

source: Press this button to calculate/verify your loan details.
ro: Utilizaţi acest buton pentru a calcula/verifica detaliile împrumutului dumneavoastră.

source: Pressing this button calculates a possibly missing parameter for your loan or verifies that the values entered match. If something is not correct you will receive information about it.
ro: Folosirea acestui buton determină calcularea unui parametru lăsat necompletat a împrumutului dumneavoastră sau verifică faptul că valorile introduse sunt coerente. Dacă ceva nu este corect veţi primi informaţii clarificatoare.

source: Now enter the information required for the periodic loan payments. If your regular payments contains any additional fees, click on the <b>Additional fees</b> button to enter them.
ro: Acum introduceţi informaţia necesară pentru plăţile periodice legate de împrumut. Dacă plăţile dumneavoastră periodice conţin comisioane adiţionale, folosiţi butonul <b>Comisioane adiţionale</b> pentru a le introduce.

source: Principal + Interest
ro: Împrumutul + dobânda

source: = periodical payments
ro: = plăţi periodice

source: If this loan is for an asset, such as a car or a house, you can create the asset account now. An asset account represents the total value of an asset. The money from this loan will be transfered into the asset account you create or select. If this loan is a 'consumer loan' (money to use however you want), you can use a checking account instead.
ro: Dacă acest împrumut este pentru achiziţionarea unui activ, cum ar fi o maşină sau o casă, puteţi crea contul de active corespunzător acum. Un cont de active reprezintă valoare totală a activului dumneavoastră. Banii din acest împrumut vor fi transferaţi în contul dumneavoastră de active pe care îl creaţi sau îl alegeţi. Dacă, în schimb, acest împrumut este un împrumut de consum (bani folosiţi după cum doriţi dumneavoastră), puteţi folosi un cont curent.

source: Don't create payout transaction
ro: Nu creaţi o tranzacţie de plată completă a împrumutului

source: Refinance existing loan
ro: Refinanţează un împrumut existent

source: Check this if you are refinancing a loan that already exists in KMyMoney
ro: Bifaţi această opţiune dacă refinanţaţi un împrumut care există deja în KMyMoney.

source: Asset Account
ro: Cont de activ

source: Create
ro: Creează

source: Loan account
ro: Cont de împrumut

source: Date of payment
ro: Data plăţii

source: KMyMoney creates a schedule for this payment and reminds you whenever a payment must be made. Please select the account to/from which payments will be made and the category the interest will be assigned to.<p> If you selected to record all payments this date has already been supplied. If you selected to record only this years payments, then the <b>First payment due date</b> is the date of the first payment made in this year.
ro: KMyMoney va crea un transfer programat pentru această plată şi vă va aduce la cunoştinţă fiecare dată la care va trebui efectuată plata. Vă rog să selectaţi contul din/în care se vor efectua plăţile şi categoria din care va face parte dobânda.<p> Dacă aţi ales să înregistraţi toate plăţile această dată a fost deja dată. Dacă aţi ales să înregistraţi doar plăţile începând cu acest an atunci <b> Data primei plăţi</b> va deveni data primei plăţi din acest an.

source: Interest category
gl_es: Categoria dos intereses
ro: Categoria dobânzii

source: The category the interest part of the payment will be assigned to. If you borrow money you usually have to pay interest, so this should be an expense category. If you lend the money, you receive the interest. In this case, select an income category here.
ro: Categoria din care va face parte partea de dobândă a plăţilor pentru împrumut. Dacă împrumutaţi bani de obicei trebuie să plătiţi dobândă, deci ar trebui să facă parte dintr-o categorie de cheltuieli. Dacă aţi dat bani împrumut veţi primi dobândă. În acest caz alegeţi o categorie de venituri.

source: Select the account from which you make your periodical payments or where you receive regular payments in case you lend the money. In most cases, this is a checking account.
ro: Alegeţi contul din care veţi realiza plăţile periodice sau în care veţi depozita plăţile periodice încasate în cazul în care aţi dat un împrumut. În cele mai multe cazuri acesta este un cont curent.

source: First payment due on
gl_es: Primeiro pago vence en
ro: Prima plată scadentă la

source: For credit card accounts you can create a monthly schedule which will automatically remind you about the payment. Please fill in the details about this payment here.
ro: În cazul conturilor cardurilor de credit puteţi crea un transfer programat lunar care vă va reaminti în mod automat necesitatea efectuării plăţii. Vă rog să introduceţi detaliile acesteî plăţi.

source: Yes, remind me when the payment is due
ro: Da, aminteşte-mi când plata e scadentă

source: Name of schedule
ro: Numele programării

source: Payee
gl_es: Cobrador
ro: Beneficiar/Plătitor

source: Estimated monthly payment
gl_es: Pago mensual estimado
ro: Plata lunară estimată

source: Due date of next payment
gl_es: Data de vencemento do vindeiro pago
ro: Data scadentă a următoarei plăţi

source: Payment should be made from account
gl_es: O pagamento debe realizar-se desde unha conta
ro: Plata trebuie efectuată din contul

source: KMyMoney New File Setup
ro: Creează un fişier KMyMoney nou

source: Introduction
ro: Introducere

source: Personal Data
ro: Date personale

source: Select Currency
ro: Alegeţi moneda

source: Select Accounts
ro: Alegeţi conturi

source: Set preferences
ro: Stabileşte preferinţele

source: Unable to load data, because no contact has been associated with the owner of the standard addressbook.
ro: Nu s-au putut încărca datele, deoarece nici un contact nu a fost asociat cu deţinătorul cărţii de adrese standard.

source: Addressbook import
ro: Importă din cartea de adrese

source: A typical KMyMoney user maintains a checking a account with some institution and uses it to receive money or pay bills. If this is not the case, please deselect the checkbox below and continue on the next page.
ro: Un utilizator normal a aplicaţiei KMyMoney are un cont curent la o anumită instituţie şi îl foloseşte pentru a încasa plăţi sau pentru a plăti facturi. Dacă însă nu e cazul vă rog să debifaţi căsuţa de mai jos şi continuaţi cu pagina următoare.

source: I have a checking account that I want to manage with KMyMoney
ro: Am un cont curent şi vreau să-l gestionez cu ajutorul aplicaţiei KMyMoney

source: The name of the instititution that issued the account.
ro: Numele instituţiei la care a fost creat contul curent.

source: Each institution has a routing number. Enter it here. If uncertain, leave the field blank. You can modify it later.
ro: Fiecare instituţie are un număr de identificare. Daţi acest număr aici. Dacă nu sunteţi siguri lăsaţi-l necompletat deoarece îl puteţi schimba ulterior.

source: Name of the institution
ro: Numele instituţiei

source: Routing number
ro: Număr de identificare

source: In general the institution that issued the account also issued a number for it. Enter it here. If uncertain, you can modify this entry later.
ro: În general instituţia care a creat contul i-a asociat şi un număr de identificare. Da-ţi acest număr aici. Dacă nu sunteţi siguri lăsaţi câmpul necompletat deoarece îl puteţi modifica ulterior.

source: Enter a descriptive name that will be used by KMyMoney to identify your checking account.
ro: Introduceţi un nume sugestiv, care va fi folosit de KMyMoney pentru a identifica contul dumneavoastră curent.

source: Enter the date from when on you plan to keep track of the transactions in that account. This is usually the date of the last statement. If uncertain, leave as is.
ro: Întroduceţi data din care intenţionaţi să gestionaţi tranzacţiile din acel cont. Această dată este de obicei data ultimului extras de cont. Dacă nu sunteţi siguri lăsaţi câmpul neschimbat.

source: Number of the account
ro: Numărul de cont

source: Name of the account
ro: Numele contului

source: Enter the opening balance of the account. This is usually the ending balance of the last statement. If uncertain, leave as is.
ro: Introduceţi soldul de deschidere al contului. Acesta este, de obicei, soldul de pe ultimul extras de cont. Dacă nu sunteţi siguri lăsaţi câmpul neschimbat.

source: The fields below allow you to enter some information about your checking account. Once this wizard finishes, the account will be created for you within KMyMoney.
ro: Câmpurile de mai jos vă permit introducerea unor informaţii despre contul dumneavoastră curent. Odată cu terminarea acestui formular contul curent va fi creat în KMyMoney.

source: KMyMoney supports multiple currencies. Your reports will be based on a default curreny which you can select here. The default for new accounts is also the currency you select here.
ro: KMyMoney permite folosirea mai multor monede. Rapoartele dumneavoastră vor fi tipărite în moneda implicită pe care o puteţi alege aici. Moneda aleasă va fi, de asemenea, moneda implicită pentru conturile noi create.

source: KMyMoney will store your financial data in a file on the disk. A standard filename within your KDE user environment will be the default. This is just provided for convenience and you can choose any other location here.
ro: KMyMoney va stoca datele dumneavoastră financiare într-un fişier de pe discul calculatorului. Un nume de fişier standard a utilizatorului din mediul dumneavoastră KDE va fi folosit implicit. Aceasta opţiune este furnizată doar pentru comoditate şi puteţi selecta orice altă locaţie aici.

source: Either the currently selected file exists or the selected directory does not exist. Please make sure, that <ul> <li>the selected directory exists and</li> <li>the filename is not currently used in this directory.</li> </ul>
ro: Fie că fişierul dat există sau directorul dat nu există. Asiguraţi-vă că <ul> <li>directorul ales există şi</li> <li>fişierul ales nu este folosit în acest moment în acest director</li> </ul>

source: This finishes the setup of your KMyMoney environment. You can now press the Finish button and start using KMyMoney to record your financial transactions.
ro: Acesta termină formularul de creere a mediului dumneavoastră KMyMoney. Puteţi să acţionaţi butonul Termină şi să începeţi să folosiţi KMyMoney pentru a înregistra tranzacţiile dumneavoastră.

source: Please enter some information about yourself.<br><br> This information will be seen and used only by you. The information is used to personalize KMyMoney, to encrypt your file, etc.
ro: Vă rog să introduceţi câteva informaţii despre dumneavoastră.<br><br> Aceste informaţii vor fi văzute şi folosite doar de către dumneavoastră. Informaţie este folosită pentru a personaliza KMyMoney, pentru a vă codifica fişierul, etc.

source: Zip code
ro: Cod poştal

source: Welcome to KMyMoney!
ro: Bine aţi venit în KMyMoney!

source: You have started KMyMoney for the first time on this computer. Before this program can help you to manage your finances, it needs to collect some data from you.<p> On the next few pages you will be guided through the steps necessary to setup the program. This will happen only once.
ro: Aţi pornit KMyMoney pentru prima oară pe acest calculator. Înainte ca această aplicaţie să vă poată ajuta să vă gestionaţi finanţele dumneavoastră, are nevoie să colecteze anumite date de la dumneavoastră.<p> În următoarele câteva pagini veţi fi îndrumat prin paşii necesari pentru a iniţializa aplicaţia. Această operaţie va trebui efectuată doar odată.

source: <p>KMyMoney can encrypt your datafile using GPG Encryption. GPG encryption is one of the most secure methods in the world for protecting data. All of your account numbers and other important financial information will be very secure.</p>
ro: <p>KMyMoney poate să codifice fişierul dumneavoastră de date folosind criptarea GPG. Codificarea GPG este una dintre cele mai sigure metode care există pentru a vă proteja datele. Toate informaţiile dumneavoastră legate de conturi cât şi celelalte informaţii financiare vor fi în siguranţă.</p>

source: If you would like to review or change any preference settings for KMyMoney at this time, you can do so here. If not just click <b>Next</b>.
ro: Dacă doriţi să revedeţi sau să schimbaţi opţiunile KMyMoney ale dumneavoastră o puteţi face în acest moment. Dacă nu folosiţi butonul <b>Următor<b>.

source: Configure preferences now
ro: Configurează preferinţele acum

source: You can change the configuration options at any time using the configuration dialog. Just select the <b>Configure KMyMoney...</b> option in the <b>Settings</b> menu.
ro: Puteţi să schimbaţi opţiunile de configurare oricând cu ajutorul dialogului de configurare. Alegeţi acţiunea <b>Personalizează KMyMoney...</b> din meniul de <b>Setări</b>.

source: Stock
ro: Acţiune

source: Mutual Fund
gl_es: Fondo Comun de Investimento
ro: Fond deschis pentru investiţii

source: Bond
ro: Obligaţiune

source: None
gl_es: Nada
ro: Nici una

source: Unknown
gl_es: Descoñecida
ro: Necunoscut(ă)

source: Database apparently in use Opened by %1 on %2 at %3. Open anyway?
ro: Baza de date pare deschisă Deschisă de către %1 în %2 la %3. Deschideţi oricum?

source: Cannot currently create database for driver %1; please create manually
ro: Nu se poate crea baza de date pentru %1; vă rog să o creaţi manual

source: Error in create database %1; do you have create permissions?
ro: Eroare la crearea bazei de date %1; aveţi drepturi de creere?

source: Loading transactions...
ro: Se încarcă tranzacţiile...

source: Loading accounts...
ro: Se încarcă conturile...

source: Loading securities...
ro: Se încarcă titlurile de valoare...

source: Loading reports...
ro: Se încarcă rapoartele...

source: Unknown XML tag %1 found in line %2
ro: S-a găsit elementul XML necunoscut %1 la linia %2

source: Exception while creating a %1 element: %2
ro: A avut loc următoarea excepţie la crearea unui element %1: %2

source: Loading file information...
ro: Se încarcă informaţiile despre fişier...

source: Loading user information...
ro: Se încarcă informaţiile despre utilizator...

source: Saving accounts...
ro: Se salvează conturile...

source: Saving transactions...
ro: Se salvează tranzacţiile...

source: Saving reports...
ro: Se salvează rapoartele...

source: Saving budgets...
ro: Se salvează bugetele...

source: not reconciled
gl_es: non reconciliada
ro: nereconciliate

source: cleared
gl_es: compensada
ro: verificate

source: reconciled
gl_es: reconciliada
ro: reconciliate

source: frozen
gl_es: conxelada
ro: îngheţate

source: unknown
gl_es: descoñecido
ro: necunoscute

source: Account %1 contains an opening balance. Please use a KMyMoney version >= 0.8 and < 0.9 to correct the problem.
ro: Contul %1 are un sold de deschidere. Vă rog să folosiţi o versiune de KMymoney mai mare sau egală cu 0.8 şi mai mică de 0.9 pentru a corecta problema.

source: _: Brokerage (suffix for account names) Brokerage
ro: Brokeraj

source: Certificate of Deposit
gl_es: Certificado de Depósito
ro: Certificat de depozit

source: Money Market
gl_es: Mercado Monetário
ro: Piaţa financiară

source: Income
gl_es: Ingreso
ro: Venituri

source: Expense
gl_es: Gasto
ro: Cheltuieli

source: Investment Loan
gl_es: Financiamento de Investimento
ro: Împrumut de investiţie

source: Opening Balances
ro: Solduri iniţiale

source: Cannot remove transaction that references a closed account.
ro: Nu se poate şterge o tranzacţie care se referă la un cont închis.

source: * Problem with account '%1'
ro: * Este o problemă cu contul '%1'

source: * Parent account '%1' belongs to a different group.
ro: * Contul părinte aparţine unui grup diferit.

source: New parent account is the top level account '%1'.
ro: Noul cont părinte este contul rădăcină '%1'.

source: * Parent account '%1' does not contain '%2' as sub-account.
ro: * Contul părinte '%1' nu conţine contul '%2' ca subcont.

source: * The parent with id %1 does not exist anymore.
ro: * Părintele cu identificatorul %1 nu mai există.

source: * Child account with id %1 does not exist anymore.
ro: * Subcontul cu identificatorul %1 nu mai există.

source: The child account list will be reconstructed.
ro: Lista subconturilor va fi refăcută.

source: * Unable to update account data in engine.
ro: * Nu s-a putut actualiza datele contului.

source: * Reconstructing the child lists for
ro: * Se reface lista subelementelor pentru

source: * Unable to update account data for account %1 in engine
ro: * Nu s-a putut actualiza datele contului %1

source: * Payee %1 recreated with fixed id
ro: * Beneficiarul %1 a fost recreat cu identificator fix

source: * Payee id updated in split of transaction '%1'.
ro: * Identificatorul beneficiarului a fost actualizat în tranzacţia '%1'.

source: * shares set to value in split of transaction '%1'.
ro: * acţiunile a fost transformate în valoare în tranzacţia '%1'.

source: * value set to shares in split of transaction '%1'.
ro: * valoarea a fost transformată în acţiuni în tranzacţia '%1'.

source: * Split %2 in transaction '%1' contains a reference to invalid account %3. Please fix manually.
ro: * Partea %2 din tranzacţia '%1' conţine o referinţă la contul invalid %3. Vă rog să corectaţi eroarea manual.

source: * action marked as interest in split of transaction '%1'.
ro: * acţiune marcată ca dobândă în partea de tranzacţie '%1'.

source: * Payee id updated in split of schedule '%1'.
ro: * Identificatorul beneficiarului a fost actualizat în plata programată '%1'.

source: * Split in scheduled transaction '%1' contained value != 0 and shares == 0.
ro: * O parte din tranzacţia '%1' conţine o valoare nenulă iar acţiunile au valoare nulă.

source: Shares set to value.
ro: Acţiunile transformate în valoare.

source: * Removed bankid from split in scheduled transaction '%1'.
ro: * S-a şters identificatorul băncii dintr-o parte a tranzactiei programate '%1'.

source: * shares set to value in split in schedule '%1'.
ro: * acţiunile a fost transformate în valoare în plata programată '%1'.

source: * value set to shares in split in schedule '%1'.
ro: * valoarea a fost transformată în acţiuni în plata programată '%1'.

source: * Split %2 in schedule '%1' contains a reference to invalid account %3. Please fix manually.
ro: * Partea %2 din tranzacţia '%1' conţine o referinţă la contul invalid %3. Vă rog să corectaţi problema manual.

source: * Payee id updated in report '%1'.
ro: * Identificatorul beneficiarului a fost actualizat în raportul '%1'.

source: * Payee '%1' removed.
ro: * Beneficiarul '%1' a fost şters.

source: Finish! Data is consistent.
ro: Gata! Datele sunt consistente.

source: Finish! %1 problem(s) corrected. %2 problem(s) still present.
ro: Gata! %1 probleme corectate. %2 probleme au rămas necorectate.

source: Once
gl_es: Unha vez
ro: O dată

source: Daily
gl_es: Diariamente
ro: Zilnic

source: Weekly
gl_es: Semanalmente
ro: Săptămânal

source: Every other week
gl_es: De Cada duas semanas
ro: La fiecare două săptămâni

source: Fortnightly
gl_es: Quincenal
ro: La fiecare paisprezece zile

source: Every half month
ro: La fiecare jumătate de lună

source: Every four weeks
gl_es: Cada catro semanas
ro: La fiecare patru săptămâni

source: Every eight weeks
ro: La fiecare opt săptămâni

source: Every two months
gl_es: Bimestral
ro: La fiecare două luni

source: Every three months
gl_es: Tri-mensual
ro: La fiecare trei luni

source: Quarterly
gl_es: Trimestralmente
ro: Trimestrial

source: Every four months
gl_es: Cuadrimestral
ro: La fiecare patru luni

source: Twice yearly
gl_es: Bianualmente
ro: De două ori pe an

source: Yearly
gl_es: Anual
ro: Anual

source: Every other year
gl_es: Bienal
ro: La fiecare doi ani

source: Any
ro: Oricare

source: Every three weeks
ro: La fiecare trei săptămâni

source: Every thirty days
ro: La fiecare treizeci de zile

source: Day
ro: Zi

source: Week
gl_es: Semana
ro: Săptămână

source: Half-month
ro: Jumătate de lună

source: Month
gl_es: Mes
ro: Lună

source: Year
ro: An

source: Bill
gl_es: Recibo
ro: Factură

source: Deposit
gl_es: Depósito
ro: Depozit

source: Any (Error)
gl_es: Calquer (Erro)
ro: Oricare (Eroare)

source: Change the date to the previous Friday
gl_es: Cambiar a data ao Venres antes
ro: Schimbă data pe vinerea precedentă

source: Change the date to the next Monday
gl_es: Cambiar a data ao Luns seguinte
ro: Schimbă data pe lunea următoare

source: Do Nothing
gl_es: Non facer nada
ro: Nu face nimic

source: Open database...
ro: Deschide baza de date...

source: Save as database...
ro: Salvează ca bază de date...

source: Backup...
gl_es: Cópia de Respaldo...
ro: Copie de siguranţă...

source: Statement file...
ro: Fişier extras de cont...
