Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: The account "%1" was previously created as loan account but some information is missing. The new loan wizard will be started to collect all relevant information. Please use a KMyMoney version >= 0.8.7 and < 0.9 to correct the problem.
ro: Contul "%1" a fost creat anterior drept cont debitor, dar anumite informaţii lipsesc. Vrăjitorul pentru debit nou va începe să colecteze toate informaţiile necesare. Vă rog să folosiţi o versiune de KMyMoney mai mare sau egală cu 0.8.7 şi mai mică de 0.9 pentru a corecta această problemă.

source: Account problem
gl_es: Problema na conta
ro: Problemă de cont

source: Unable to add schedule:
gl_es: Non foi posíbel engadir o asento programado:
ro: Nu s-a putut adăuga transferul programat:

source: Fix transactions
gl_es: Fixar asentos
ro: Repară tranzacţiile

source: Net Worth:
gl_es: Valor neto:
ro: Valoare netă:

source: Quantity
gl_es: Cantidade
ro: Cantitate

source: Finished
gl_es: Rematado
ro: Finalizate

source: Creates a new budget
ro: Creează un buget nou

source: Use this to create a new empty budget.
ro: Foloseşte asta pentru a crea un buget nou şi gol.

source: Rename the current selected budget
ro: Redenumeşte bugetul selectat curent.

source: Use this to start renaming the selected budget.
ro: Foloseşte asta pentru a începe redenumirea bugetului selectat.

source: Delete the current selected budget
ro: Şterge bugetul selectat curent

source: Use this to delete the selected budget.
ro: Foloseşte asta pentru a şterge bugetul selectat curent.

source: Accepts the entered values and stores the budget
ro: Acceptă valorile introduse şi salvează bugetul

source: Use this to store the modified data.
ro: Foloseşte asta pentru a salva datele modificate.

source: Revert budget to last saved state
ro: Readu bugetul la ultima stare salvată

source: Use this to discard the modified data.
ro: Foloseşte asta pentru a descărca datele modificate.

source: Do you want to save the changes for <b>%1</b>
ro: Doriţi să slavaţi modificările pentru <b>%1</b>

source: A budget with the name '%1' already exists. It is not advisable to have multiple budgets with the same identification name. Are you sure you would like to rename the budget?
ro: Un buget cu numele '%1' deja există. Nu este recomandat să aveţi mai multe bugete cu acelaşi nume de identificare. Sunteţi sigur că doriţi să redenumiţi bugetul?

source: Unable to modify budget
ro: Nu s-a putut modifica bugetul

source: Unable to reset budget
ro: Nu s-a putut reseta bugetul

source: List
gl_es: Lista
ro: Listă

source: Collapse all accounts in the list
ro: Restrânge toate conturile din listă

source: Expand all accounts in the list
ro: Extinde toate conturile din listă

source: Icons
gl_es: Iconos
ro: Iconiţe

source: Note: Unused categories are not shown as selected by settings.
ro: Notă: Categoriile nefolosite nu sunt afişate ca selectate în setări.

source: Total Profits:
gl_es: Total de rendimentos:
ro: Total profituri:

source: Your budgets
ro: Bugetele dumneavoastră

source: New
ro: Nou

source: Del
ro: Şters

source: Upd
ro: Actualiz.

source: Hide unused budget categories
ro: Ascunde cagetoriile de buget nefolosite

source: Assignments
ro: Atribuiri

source: Include subaccounts
ro: Include subconturi

source: Forecast Settings
ro: Setări estimare

source: Days to Forecast:
ro: Zile de estimat:

source: Days of Accounts Cycle:
ro: Numărul de zile ale unui ciclu de conturi:

source: Day of Month to start Forecast:
ro: Ziua din lună pentru începerea estimării:

source: Historic Cycles:
ro: Cicluri istorice:

source: Chart Detail:
ro: Detaliile graficului:

source: All
gl_es: Todo
ro: Tot

source: Top-Level
ro: Nivelul superior

source: Groups
ro: Grupuri

source: Totals
ro: Totaluri

source: <p>Choose what level of detail to show on the chart.</p>
ro: <p>Alegeţi ce fel de conturi să fie afişate ca rânduri ale acestui raport.</p>

source: Current Forecast Method:
ro: Metoda curentă de estimare:

source: method
ro: metodă

source: History Forecast Method
ro: Metoda de estimare bazată pe istoric

source: Simple Moving Average
ro: Mutarea mediei simplă

source: Weighted Moving Average
ro: Mutarea mediei extinsă

source: Linear Regression
ro: Regresie liniară

source: Summary
gl_es: Resumo
ro: Conţinut

source: 0 days
ro: 0 zile

source: 30 days
ro: 30 de zile

source: 60 days
ro: 60 de zile

source: 90 days
ro: 90 de zile

source: New Item
ro: Înregistrare nouă

source: Detail
ro: Detalii

source: Advanced
ro: Avansate

source: Budget Forecast
ro: Estimare a bugetului

source: Investment Summary
gl_es: Resumo do Investimento
ro: Sumarul investiţiei

source: Select Account:
ro: Alegeti un cont:

source: Summary of the equities contained in this account, showing your holdings and their most recent price.
ro: Sumarul activelor conţinute în acest cont, care vă afişează ceea ce deţineţi şi împreună cu preţul cel mai recent.

source: No.
ro: Nr.

source: Balance:
gl_es: Saldo:
ro: Soldul:

source: Address
gl_es: Enderezo
ro: Adresă

source: Payee Information
gl_es: Informazón do Cobrador
ro: Informaţii beneficiar/plătitor

source: Telephone/Fax:
gl_es: Telefone/Fax:
ro: Telefon/Fax:

source: Notes
ro: Note

source: Address:
gl_es: Enderezo:
ro: Adresă:

source: Matching
ro: Asociere

source: Transaction Matching
ro: Asociere tranzacţii

source: No matching
ro: Fără asociere

source: Match on Payee name
ro: Asociere cu numele de beneficiar/plătitor

source: Match on a name listed below
ro: Asociere cu un nume listat mai jos

source: List of matching names
ro: Lista asocierilor

source: This list contains the names that will match this payee if a transaction is imported from an external source. Keep in mind, that you can specify regular expressions here.
ro: Această listă conţine nume care vor asocia acest beneficiar/plătitor dacă o tranzacţie este importată dintr-o sursă externă. Nu uitaţi că puteţi specifica aici şi expresii regulate.

source: Ignore Case
ro: Ignoră diferenţa dintre majuscule şi minuscule

source: Default Account
ro: Cont implicit

source: Use the default account for new transactions with this payee
ro: Folosiţi contul implicit pentru tranzacții noi cu acest beneficiar/plătitor

source: Default category:
ro: Categorie implicită

source: Suggest a category
ro: Sugerează o categorie

source: New Scheduled transaction...
ro: Tranzacţie programată nouă

source: Filter Accounts
gl_es: Filtrar contas
ro: Filtrează conturi

source: List View
gl_es: Vista da Lista
ro: Vizualizare listă

source: Calendar View
gl_es: Vista do Calendário
ro: Vizualizare calendar

source: Institution/Account
ro: Instituţie/Cont

source: Accounts with no institution assigned
gl_es: Contas sen organizazón asinada
ro: Conturi pentru care nu s-a ales nicio instituţie

source: Type/Name
gl_es: Tipo/Nome
ro: Tip/Nume

source: Frequency
gl_es: Frecuéncia
ro: Frecvenţă

source: Unable to load accounts:
gl_es: Non foi posíbel cargar as contas:
ro: Conturile nu au putut fi încărcate:

source: Bills
gl_es: Recibos
ro: Facturi

source: Deposits
gl_es: Depósitos
ro: Depozite

source: Loans
gl_es: Préstamos
ro: Debite

source: Error activating context menu
ro: Eroare la activarea meniului contextual

source: Error executing item
gl_es: Erro executando obxecto
ro: Eroare la executarea itemului

source: Unable to filter account
gl_es: Non foi posíbel filtrar a conta
ro: Nu s-a putut filtra contul

source: Statement Details
ro: Detaliile bilanţului

source: Statement Deposit Details
ro: Detaliie depozitelor din bilanţ

source: Statement Payment Details
ro: Detaliile comenzii de plată

source: %1 deposits (%3), %2 payments (%4)
ro: %1 depozite (%3), %2 plăţi (%4)

source: %1 payments (%2)
ro: %1 plăţi (%2)

source: %1 deposits (%2)
ro: %1 depozite (%2)

source: Statement: %1
ro: Extras: %1

source: Cleared: %1
ro: Verificate: %1

source: Difference: %1
ro: Diferenţă: %1

source: Last reconciled: %1
ro: Ultima reconciliere: %1

source: Never reconciled
ro: Nu s-a făcut nicio reconciliere până acum

source: Investment value: %1%2
ro: Valoarea investiţiilor: %1 %2s

source: At least one split of the selected transactions has been reconciled. Do you wish to continue to edit the transactions anyway?
ro: Cel puţin o parte a tranzacţiilor selectate a fost reconciliată. Vrei oricum să continui modificare tranzacţiilor?

source: At least one split of the selected transactions has been frozen. Editing the transactions is therefore prohibited.
ro: Cel puţin o parte a tranzacţiilor selectate a fost îngheţată. De aceea modificarea tranzacţiei e interzisă.

source: Transaction already frozen
gl_es: O asento xa foi conxelado
ro: Tranzacţie deja îngheţată

source: At least one split of the selected transaction references an account that has been closed. Editing the transactions is therefore prohibited.
ro: Cel puţin o parte din tranzacţia selectată se referă la un cont care a fost închis. Modificarea tranzacţiei este de aceea interzisă.

source: Account closed
ro: Cont închis

source: Cannot create transactions when no account is selected.
ro: Nu pot fi create tranzacţii când nu e selectat niciun cont.

source: Cannot create transactions in the context of a category.
ro: Nu pot fi create tranzacţii în contextul unei categorii.

source: Cannot create transactions in a closed account.
ro: Nu pot fi create tranzacţii într-un cont închis.

source: Cannot process transaction with focus if it is not selected.
ro: Nu poate fi procesată tranzacţia care deţine focusul, dacă nu e selectată.

source: Cannot edit transactions with frozen splits.
ro: Nu pot fi modificate tranzacţii care au părţi îngheţate.

source: Cannot edit transactions in the context of a category.
ro: Nu pot fi modificate tranzacţii în contextul unei categorii.

source: Cannot edit investment transactions and non-investment transactions together.
ro: Nu pot fi modificate împreună tranzacţii de investiţii şi fără investiţi.

source: Cannot edit multiple split transactions at once.
ro: Nu pot fi modificate deodată tranzacţii compuse din mai multe părţi.

source: Cannot edit investment transactions in the context of this account.
ro: Nu pot fi modificate tranzacţii în contextul acestui cont.

source: Scheduled
ro: Programată

source: History
ro: Istorie

source: The balance of %2 is below the minimum balance %3 today.
ro: Astăzi soldul pentru %2 este sub soldul minim %3.

source: The balance of %1 will drop below the minimum balance %2 in %3 days.
ro: Soldul pentru %1 va cădea sub soldul minim %2 în %3 zile.

source: The balance of %1 is below %2 today.
ro: Astăzi soldul pentru %1 este sub %2.

source: The balance of %1 is above %2 today.
ro: Astăzi soldul pentru %1 este peste %2.

source: The balance of %1 will drop below %2 in %3 days.
ro: Soldul pentru %1 va cădea sub %2 în %3 zile.

source: The balance of %1 will raise above %2 in %3 days.
ro: Soldul pentru %1 va urca peste %2 în %3 zile.

source: The account %1 is decreasing %2 per cycle.
ro: Contul %1 scade cu %2 pe ciclu.

source: Min Bal %1
ro: Sold min. %1

source: Min Date %1
ro: Dată min. %1

source: Max Bal %1
ro: Sold max. %1

source: Max Date %1
ro: Dată max. %1

source: Average
ro: Medie

source: Networth Forecast
ro: Estimarea valorii nete

source: Your Financial Summary
gl_es: O seu resumo financeiro
ro: Sumarul dumneavoastră financiar

source: Preferred Accounts
gl_es: Contas preferidas
ro: Conturi preferate

source: Payment Accounts
gl_es: Contas de pagamento
ro: Conturi de plată

source: Show KMyMoney welcome page
gl_es: Amosar a páxina de benvida de KMyMoney
ro: Afişează pagina de bun venit a programului KMyMoney

source: Overdue payments
gl_es: Pagos atrasados
ro: Plăţi cu termen depăşit

source: Balance after
ro: Soldul după

source: Today's payments
ro: Plăţile de astăzi

source: Future payments
gl_es: Pagos futuros
ro: Plăţi viitoare

source: Less...
ro: Mai puţin...

source: More...
ro: Mai mult...

source: Enter schedule
ro: Introduce plata programată

source: Skip schedule
ro: Omite programarea

source: Edit schedule
ro: Modifică plata programată

source: (%1 payments)
ro: (%1 plăţi)

source: To Minimum Balance / Maximum Credit
ro: La soldul minim / Credit maxim

source: %1 Day Forecast
ro: Estimare pe %1 zile

source: %1 days
ro: %1 zile

source: The balance of %1 is below the minimum balance %2 today.
ro: Astăzi soldul pentru %1 este sub soldul minim %2.

source: Before KMyMoney can give you detailed information about your financial status, you need to create at least one account. Until then, KMyMoney shows the welcome page instead.
ro: Înainte ca KMyMoney să vă poată da informaţii detaliate despre starea dumneavoastră financiară, trebuie să creaţi cel puţin un cont. Până atunci, KMyMoney vă arată pagina de bun venit.

source: Assets and Liabilities Summary
ro: Sumarul activelor şi pasivelor

source: Asset Accounts
ro: Conturi de active

source: Liability Accounts
ro: Conturi de pasive

source: Total Assets
ro: Total active

source: Total Liabilities
ro: Total pasive

source: Current Month Summary
ro: Sumarul lunii curente

source: Budgeted
ro: Bugetate

source: Budget Overruns
ro: Depăşiri bugetare

source: No Budget Categories have been overrun
ro: Nicio categorie de buget nu a avut depăşiri

source: Cash Flow Summary
ro: Sumarul fluxului financiar

source: Income and Expenses of Current Month
ro: Venituri şi cheltuieli în această lună

source: Scheduled Income
ro: Venit programat

source: Expenses
ro: Cheltuieli

source: Scheduled Expenses
ro: Cheltuieli programate

source: Liquid Assets and Liabilities
ro: Active şi pasive lichide

source: Liquid Assets
ro: Active lichide

source: Transfers to Liquid Liabilities
ro: Transferuri în pasive lichide

source: Liquid Liabilities
ro: Pasive lichide

source: Other Transfers
ro: Alte transferuri

source: Cash Flow Status
ro: Starea fluxului financiar

source: Expected Liquid Assets
ro: Active lichide estimate

source: Expected Liquid Liabilities
ro: Pasive lichide estimate

source: Expected Profit/Loss
ro: Profit estimat/Pierdere estimată

source: OFX import file selection
ro: Selecţie pentru importul de fişier QFX

source: Unable to import %1 using the OFX importer plugin. This file is not the correct format.
ro: Nu s-a putut importa %1 folosind plugin-ul de import OFX. Acest fişier nu are formatul corect.

source: Incorrect format
ro: Format incorect

source: Unable to parse file
ro: Fişierul nu a putut fi prelucrat

source: Online settings
ro: Setări online

source: Error connecting to bank: %1
ro: Eroare la conectarea băncii: %1

source: Unable to import %1 using the OFX importer plugin. The plugin returned the following error:<p>%2
ro: Nu s-a putut importa %1 folosind plugin-ul de import OFX. Plugin-ul a returnat următoarea eroare: <p>%2

source: Importing process terminated unexpectedly.
ro: Procesul de import s-a terminat în mod neaşteptat.

source: Failed to import all statements.
ro: Nu au putut fi importate toate extrasele de cont.

source: The HTTP request failed.
ro: Cererea HTTP a eşuat

source: Failed
ro: Greşit

source: Cannot open file %1 for writing
ro: Nu s-a putut deschide fişierul %1 pentru scriere

source: OFX setup error
ro: Eroare de configurare OFX

source: Loading banklist
ro: Încarcă lista băncilor

source: Getting list of banks from http://moneycentral.msn.com/ This may take some time depending on the available bandwidth.
ro: Obţinerea listei băncilor de la http://moneycentral.msn.com/ Aceasta ar putea dura ceva vreme, în funcţie de lăţimea de bandă valabilă.

source: Supports online statements<br>
ro: Suportă extrase de cont online<br>

source: Supports investments<br>
ro: Suportă investiţii<br>

source: Supports bill payment (but not supported by KMyMoney yet)<br>
ro: Suportă plata facturii (dar încă nesuportat de KMyMoney)<br>

source: Does not support online banking</p>
ro: Nu există suport pentru serviciul bancar online</p>

source: Please choose a bank.
ro: Vă rog, alegeţi o bancă.

source: Please fill all fields with values.
ro: Introduceţi valori în toate câmpurile

source: No suitable accounts were found at this bank.
ro: Niciun asemenea cont nu s-a găsit la această bancă.

source: Please choose an account
ro: Vă rog, alegeţi un cont

source: Server message: %1
ro: Mesajul serverului: %1

source: Your bank returned warnings when signing on
ro: Banca dumneavoastră a întors avertismente în timpul înregistrării

source: WARNING %1
ro: AVERTISMENT %1

source: Error signing onto your bank
ro: Eroare la înregistrarea în banca dumneavoastră

source: ERROR %1
ro: EROARE %1

source: Enabled & configured
ro: Activat & configurat

source: OFX Direct Connect
ro: Conectare directă QFX

source: Contacting bank...
ro: Contactează banca...

source: Online Banking Account Setup
ro: Instalare a contului bancar online

source: Select Financial Institution
ro: Alege instituţia financiară

source: Please select your financial institution from the list below...
ro: Vă rog să selectaţi instituţia dumneavoastră financiară din lista de mai jos...

source: Automatic
ro: Automat

source: Financial Institution
ro: Instituţie financiară

source: Enter Login Details
ro: Introduceţi detaliile de autentificare

source: Please enter the username and password you use to log into this bank for online banking. Please note that many banks require a separate signup, and assign a separate PIN or password just for online banking from home.
ro: Vă rog să introduceţi numele de utilizator şi parola necesare pentru autentificarea la această bancă, pentru serviciul bancar online. Vă rog să ţineţi cont de faptul că multe bănci necesită o înregistrare separată şi acordă un PIN sau parolă separate pentru accesarea de acasă a serviciului bancar online.

source: Connection Details
ro: Detalii ale conexiunii

source: Username
ro: Nume utilizator

source: Header Version
ro: Versiunea antetului

source: Identify as
ro: Identificat ca

source: Password
ro: Parolă

source: Select Account
ro: Alegeţi un cont

source: Please select the account from your financial institution from the list below which matches this account.
ro: Vă rog să alegeţi din lista de mai jos contul din instituţia dumneavoastră financiară care se asociază cu acest cont.

source: Bank
ro: Bancă

source: Branch
ro: Ramură

source: WizardPage
ro: PaginaExpertului

source: Congratulations! You have successfully set up your bank for online banking via OFX.
ro: Felicitări! Aţi instalat cu succes setările pentru banca dumneavoastră pentru a folosi serviciile bancare online via OFX.

source: Account Details
gl_es: Detalles da Conta
ro: Detalii cont

source: &lt;Not configured&gt;
ro: &lt;Neconfigurat&gt;

source: BANK/BROKER:
ro: BANCA/BROKER:

source: Unavailable
ro: Indisponibil

source: ACCOUNT:
ro: CONT:

source: STATUS:
ro: STARE:

source: OFX Details
ro: Detalii OFX

source: Start date of import
ro: Importă de la data

source: To&day minus
ro: Minus de &azi

source: days
ro: zile

source: Last &update
ro: Ultima &actualizare

source: Pi&ck date
ro: Data a&legerii

source: Name is derived from
ro: Numele este derivat din

source: P&AYEEID
ro: INDETIFICATOR&BENEFICIAR

source: &NAME
ro: &NUME

source: field if both are present in download
ro: dacă ambele sunt prezente la descărcare

source: Report Configuration
ro: Personalizarea raportului

source: Rows/Columns
ro: Rânduri/Coloane

source: Security
ro: Titlu de valoare

source: Asset account
ro: Cont de activ

source: Price/Share
ro: Preţ/acţiune

source: Merge Transactions
ro: Uneşte tranzacţiile

source: Are you sure you wish to merge these transactions?
ro: În mod sigur doriţi să uniţi aceste tranzacţii?

source: Start Dialog
gl_es: Diálogo Inicial
ro: Dialogul de start

source: Templates
gl_es: Plantillas
ro: Şabloane

source: Select templates
gl_es: Escoller plantillas
ro: Selectează şabloane

source: New KMyMoney document
gl_es: Novo documento kMyMoney
ro: Document KMyMoney nou

source: Open a KMyMoney document
gl_es: Abrir un documento KMyMoney
ro: Deschide un document KMyMoney

source: %1|KMyMoney files (*.kmy) %2|All files (*.*)
gl_es: %1|Arquivos de KMyMoney (*.kmy) %2|Todos os arquivos (*.*)
ro: %1|fişiere KMyMoney (*.kmy) %2|Toate fişierele (*.*)

source: Recent Files
gl_es: Arquivos Recentes
ro: Fişiere recente

source: Blank Document
gl_es: Documento valeiro
ro: Document gol

source: Please specify a budget name
ro: Vă rog să specificaţi numele bugetului

source: Investment: %1
ro: Investiţie: %1

source: Quote source: %1
ro: Sursa cotaţiei: %1

source: Delete this entry
ro: Şterge această intrare

source: Remove this security item from the file
ro: Şterge acest titlu de valoare din fişier

source: &Add
gl_es: &Engadir
ro: &Adaugă

source: Add a new entry
ro: Adaugă o intrare nouă

source: Create a new security entry.
ro: Creează o nouă înregistrare de titlu de valoare.

source: Modify the selected entry
ro: Modifică intrarea selectată

source: Change the security information of the selected entry.
ro: Schimbă informaţiile titlului de valoare pentru înregistrarea selectată.

source: Close the dialog
gl_es: Pechar o diálogo
ro: Închide dialogul

source: Use this to close the dialog and return to the application.
ro: Folosiţi aceasta pentru a închide dialogul şi a vă reîntoarce la aplicaţie.

source: Do you really want to remove the currency <b>%1</b> from the file?</p><i>Note: It is currently not supported to add currencies.</i>
ro: Doriţi într-adevăr să ştergeţi moneda <b>%1</b> din fişier?</p><i>Notă: în acest moment nu este implementată funcţionalitatea de adăugare a monedelor.</i>

source: Do you really want to remove the %1 <b>%2</b> from the file?
ro: Doriţi într-adevăr să ştergeţi %1 <b>%2</b> din fişier?

source: Delete security
ro: Şterge titlul de valoare

source: Remove this price item from the file
ro: Şterge acest item de preţ din fişier

source: &New
gl_es: &Novo
ro: &Nou

source: Create a new price entry.
ro: Creează o nouă înregistrare de preţ.

source: Change the details of selected price information.
ro: Modifică detaliile pentru informaţiile preţului selectat.

source: Do you really want to delete the selected price entry?
ro: Doriţi într-adevăr să ştergeţi întrarea de preţ marcată?

source: Delete price information
ro: Şterge informaţiile despre preţ

source: Please choose the type of import you wish to perform. A simple explanation of the import type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an import type please press the OK button.
ro: Vă rog să alegeţi tipul importului pe care doriţi să-l efectuaţi. O explicaţie simplă a tipului de import este disponibilă în partea de jos a ecranului şi este actualizată când alegeţi o opţiune din lista de opţiuni. Odată ce aţi ales un tip de import vă rog să apăsaţi pe butonul OK.

source: Choose import type:
gl_es: Escolla tipo de importazón:
ro: Alege tipul de import:

source: Choose Import Type Dialog
gl_es: Diálogo de seleczón de tipo de importazón
ro: Alege caseta de dialog pentru tipul de import

source: Please choose the type of export you wish to perform. A simple explanation of the export type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an export type please press the OK button.
ro: Vă rog să alegeţi tipul de export pe care-l preferaţi. O explicaţie simplă a tipului de export este valabilă la baza ecranului şi e actualizată când selectaţi un item din caseta cu alegeri. Odată ce aţi ales un tip pentru export, vă rog să apăsaţi butonul OK.

source: Choose export type:
gl_es: Escolla tipo de Exportazón:
ro: Alege tipul de export:

source: Choose Export Type Dialog
gl_es: Diálogo de seleczón de tipo de Exportazón:
ro: Alege caseta de dialog pentru tipul de export
