Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Please be aware that changes made in the following dialog affect all KDE applications not only KMyMoney.
ro: Vă rog să aveţi în vedere că modificările efectuate în acest dialog vor afecta toate aplicaţiile KDE nu doar KMyMoney.

source: At least one split of the selected transactions has been reconciled. Do you wish to delete the transactions anyway?
ro: Cel puţin o parte de tranzacţie aparţinând tranzacţiilor marcate a fost reconciliată. Doriţi totuşi să ştergeţi aceste tranzacţii?

source: Transaction already reconciled
gl_es: O asento xa foi reconciliado
ro: Tranzacţia a fost deja reconciliată

source: Do you really want to delete the selected transaction?
ro: Doriţi într-adevăr să ştergeţi tranzacţia marcată?

source: Do you really want to delete all %1 selected transactions?
ro: Doriţi într-adevăr să ştergeţi toate cele %1 tranzacţii marcate?

source: Delete transaction
gl_es: Borrar asento
ro: Şterge tranzacţia

source: Deleting transactions
ro: Se şterg tranzacţiile

source: Duplicating transactions
ro: Se duplică tranzacţiile

source: Unable to delete transaction(s): %1, thrown in %2:%3
ro: Nu s-a putut şterge tranzacţia(iile): %1, excepţie în %2:%3

source: Unable to modify transaction: %1, thrown in %2:%3
ro: Nu s-a putut modifica tranzacţia: %1, excepţie în %2:%3

source: Do you really want to cancel editing this transaction without saving it?<p>- <b>Yes</b> cancels editing the transaction<br>- <b>No</b> saves the transaction prior to cancelling and<br>- <b>Cancel</b> returns to the transaction editor.<p>You can also select an option to save the transaction automatically when e.g. selecting another transaction.
ro: Doriţi într-adevăr să renunţaţi la modificarea acestei tranzacţii fără a-l salva?<p>- <b>Da</b> anulează modificarea tranzactiei<br>- <b>Nu</b> salvează tranzacţia înainte de a opri procesul de modificare şi <b>Anulează</b> vă reîntoarce în procesul de modificare a tranzacţiei. <p> Puteţi de asemenea alege opţiunea de a salva în mod automat o tranzacţie în curs de modificare când de ex. se alege o altă tranzacţie.

source: Cancel transaction edit
ro: Renunţă la modificarea tranzacţiei

source: Do you really want to cancel editing this transaction without saving it?<p>- <b>Yes</b> cancels editing the transaction<br>- <b>No</b> saves the transaction prior to cancelling.<p>You can also select an option to save the transaction automatically when e.g. selecting another transaction.
ro: Doriţi într-adevăr să renunţaţi la modificarea acestei tranzacţii fără a-l salva?<p>- <b>Da</b> anulează modificarea tranzactiei<br>- <b>Nu</b> salvează tranzacţia înainte de a opri procesul de modificare. <p> Puteţi de asemenea alege opţiunea de a salva în mod automat o tranzacţie în curs de modificare când de ex. se alege o altă tranzacţie.

source: Unable to accept transaction: %1, thrown in %2:%3
ro: Nu s-a putut accepta tranzacţia: %1, excepţie în %2:%3

source: Unable to unmatch the selected transactions
ro: Nu s-au putut disocia tranzacţiile selectate

source: No manually entered transaction selected for matching
ro: Nu sunt selectate tranzacţii introduse manual pentru asociere

source: No imported transaction selected for matching
ro: Nu sunt selectate tranzacţii importate pentru asociere

source: Unable to match the selected transactions
ro: Nu s-au putut asocia tranzacţiile selectate

source: Create a new transaction
gl_es: Cria un novo asento
ro: Creează o tranzacţie nouă

source: Duplicate the current selected transactions
ro: Creează duplicate pentru tranzacţiile marcate

source: _: Button text for unmatch transaction Unmatch
ro: Disociază

source: Goto '%1'
gl_es: Ir a '%1'
ro: Du-te la '%1'

source: Running consistency check...
ro: Se execută o verificare de consistenţă...

source: Consistency check failed: %1
ro: Verificarea consistenţei a eşuat: %1

source: Consistency check result
ro: Rezultatul verificării consistenţei

source: Checking for overdue scheduled transactions...
ro: Se verifică existenţa unor tranzacții programate restante...

source: You must first select a KMyMoney file before you can import a statement.
ro: Înainte să puteţi importa un bilanţ trebuie să alegeţi un fişier KMyMoney.

source: Importing a statement via Web Connect
ro: Importă un bilanţ nou prin Web Connect

source: Unable to import %1 using %2 plugin. The plugin returned the following error: %3
ro: Nu s-a putut importa %1 folosind modulul %2. Modulul a întors următoarea eroare: %3

source: Importing error
ro: Eroare de import

source: All messages have been enabled.
ro: Toate mesajele au fost activate

source: All messages
ro: Toate mesajele

source: Auto saving...
ro: Se salvează automat...

source: Unable to setup online parameters for account ''%1'
ro: Nu s-au putut configura parametrii online pentru contul '%1'

source: Do you really want to remove the mapping of account <b>%1</b> to an online account? Depending on the details of the online banking method used, this action cannot be reverted.
ro: Doriţi într-adevăr să ştergeţi asocierea contului <b>%1</b> cu un cont online? În funcţie de detaliile metodei de online banking folosită efectele aceastei acţiuni nu pot fi anulate.

source: Remove mapping to online account
ro: Şterge asocierea cu contul online

source: Unable to unmap account from online account: %1
ro: Nu s-a putut realiza dezasocierea de contul online: %1

source: (Brokerage)
ro: (Brokeraj)

source: You try to map a brokerage account to an online account. This is usually not advisable. In general, the investment account should be mapped to the online account. Please cancel if you intended to map the investment account, continue otherwise
ro: Aţi încercat să asociaţi un cont de brokeraj cu un cont online. Acest lucru nu este recomandat. În general contul de investiţii este cel care trebuie asociat cu contul online. Vă rugăm să renunţaţi la această operaţie dacă intenţionaţi să asociaţi contul de investiţii, continuaţi în caz contrar.

source: Mapping brokerage account
ro: Asociază un cont de brokeraj

source: Select online banking plugin
ro: Alegeţi modulul de online banking

source: Unable to map account to online account: %1
ro: Nu s-a putut asocia contul cu contul online: %1

source: Error while loading file '%1'!
gl_es: Erro ao carregar o arquivo '%1'!
ro: Eroare la încărcarea fişierului '%1'!

source: File access error
gl_es: Erro de aceso ao arquivo
ro: Eroare la accesul fişierului

source: <b>%1</b> is not a template file.
ro: <b>%1</b> nu este un fişier şablon.

source: Filetype Error
ro: Eroare de tip de fişier

source: Error while reading template file <b>%1</b> in line %2, column %3
ro: Eroare la citirea fişierului şablon <b>%1</b> în linia %2, la coloana %3s

source: Template Error
ro: Eroare de şablon

source: File '%1' not found!
gl_es: Arquivo '%1' non atopado!
ro: Fişierul '%1' nu a fost găsit!

source: Invalid tag <b>%1</b> in template file <b>%2</b>!
ro: Identificatorul <b>%1</b> este invalid în fişierul <b>%2</b>!

source: Loading template %1
ro: Se încarcă şablonul %1s

source: Invalid top-level account type <b>%1</b> in template file <b>%2</b>!
ro: Tipul de cont rădăcină <b>%1</b> este invalid în fişierul şablon <b>%2</b>!

source: Invalid flag type <b>%1</b> for account <b>%3</b> in template file <b>%2</b>!
ro: Tipul de stare <b>%1</b> pentru contul <b>%3</b> este invalid în fişierul şablon <b>%2</b>!

source: Unable to write changes to '%1'
gl_es: Non foi posíbel escreber cámbios a '%1'
ro: Nu s-au putut salva schimbările în '%1'

source: Unable to upload to '%1'
gl_es: Non foi posíbel enviar arquivo a '%1'
ro: Nu s-a putut încărca la '%1'

source: Unexpected exception '%1' thrown in %2, line %3 caught in MyMoneyQifWriter::write()
gl_es: A excepzón inesperada '%1', lanzada desde %2, liña %3, foi capturada por MyMoneyQifWriter::write()
ro: Excepţie neaşteptată '%1' aruncată în %2, linia %3 prinsă în MyMoneyQifWriter::write()

source: Unable to open file '%1' for writing
gl_es: Non foi posíbel abrir o arquivo '%1' para escritura
ro: Nu s-a putut deschide fişierul '%1' pentru scriere

source: Symbol found: %1
ro: Simbol găsit: %1

source: Price found: %1 (%2)
ro: Preţ găsit: %1 (%2)

source: Date found: %1
ro: Data găsită: %1

source: Unable to update price for %1
ro: Nu s-a putut deschide preţul pentru %1

source: _: Category name Reinvested dividend
ro: Dividend reinvestit

source: _: Category name Reinvested dividend (long term)
ro: Dividend reinvestit (termen lung)

source: _: Category name Reinvested dividend (short term)
ro: Dividend reinvestit (termen scurt)

source: _: Category name Dividend
ro: Dividend

source: _: Category name Interest
ro: Dobândă

source: _: Category name Capital Gain (short term)
ro: Câştig din capital (termen scurt)

source: _: Category name Capital Gain (mid term)
ro: Câştig din capital (termen mediu)

source: _: Category name Capital Gain (long term)
ro: Câştig din capital (termen lung)

source: _: Category name Returned capital
ro: Capital revenit

source: _: Category name Miscellaneous income
ro: Alte venituri

source: _: Category name Miscellaneous expense
ro: Alte cheltuieli

source: _: Category name Investment fees
ro: Comisioane pe investiţie

source: Unknown QIF type %1
ro: Tipul QIF %1 este necunoscut

source: Date format selection
ro: Selectarea formatului de dată

source: Pick the date format that suits your input file
ro: Alegeţi formatul de dată care corespunde fişierului dumneavoastră

source: Importing QIF ...
ro: Se importă QIF...

source: Reading QIF ...
ro: Se citeşte QIF...

source: Adding transactions
ro: Se adaugă tranzacţiile

source: Now adding the transactions to your ledger...
ro: Se adaugă tranzacţiile în registrul dumneavoastră...

source: Unable to add transactions
ro: Nu s-au putut adăuga tranzacţii

source: _: QIF tag for liability account Oth L
ro: Oth L

source: _: QIF tag for category Cat
ro: Cat

source: _: QIF tag for security Security
ro: Security

source: _: QIF tag for investment account Invst
ro: Invst

source: _: QIF tag for prices Prices
ro: Prices

source: _: QIF tag for a class Class
ro: Class

source: The %1 account currently has an opening balance of %2. This QIF file reports an opening balance of %3. Would you like to overwrite the current balance with the one from the QIF file?
ro: Contul %1 în acest moment are un sold de deschidere de %1. Acest fişier QIF raportează un sold de deschidere de %3. Doriţi să suprascrieţi soldul curent cu cel din fişierul QIF?

source: Overwrite opening balance
ro: Suprascrie soldul de deschidere

source: Autogenerated by QIF importer
ro: Autogenerat de procesul de import QIF

source: QIF imported, no account name supplied
ro: QIF importat, nu a fost dat un nume de cont

source: KMyMoney has imported a second opening balance transaction into account <b>%1</b> which differs from the one found already on file. Please correct this manually once the import is done.
ro: KMyMoney a importat un o al doilea tranzacţie de sold de deschidere în contul <b>%1</b> care diferă de cel găsit deja în fişier. Corectaţi această problemă manual odată ce importul se încheie.

source: Opening balance problem
ro: Problemă cu soldul iniţial

source: Error while creating opening balance transaction
ro: Erroare la creerea tranzacţiei de sold iniţial

source: The date entry "%1" read from the file cannot be interpreted through the current date profile setting of "%2". Pressing "Continue" will assign todays date to the transaction. Pressing "Cancel" will abort the import operation. You can then restart the import and select a different QIF profile or create a new one.
gl_es: A data "%1", lida do arquivo, non pudo ser interpretada coa configurazón actual para datas de "%2". Premendo "Continuar" asinará a data de hoxe ao asento. Premendo "Cancelar" abortará a operazón de importazón. Entón poderá reiniciar a importazón e escoller outro perfil QIF ou criar un novo.
ro: Data "%1" citită din fişier nu poate fi interpretată cu ajutorul profilului de dată curentă "%2". Alegând "Continuă" se va asigna tranzacţiei data de astăzi. Alegând "Renunţă" se va anula operaţia de import. Puteţi să reporniţi importul şi să alegeţi un alt profil QIF sau să creaţi unul nou.

source: Invalid date format
gl_es: Formato de data non válido
ro: Format de dată invalid

source: Statement Importer
ro: Importator de extras

source: This investment account does not contain the "%1" security. Transactions involving this security will be ignored.
ro: Acest cont de investiţii nu conţine titlul de valoare "%1". Tranzacţiile care implică acest titlu de valoare vor fi ignorate.

source: Security not found
ro: Nu s-a găsit titlul de valoare

source: %1 (Investment)
ro: %1 (Investiţie)

source: Autogenerated by QIF importer from type Mutual account entry
ro: Autogenerat de procesul de import QIF din tipul de intrare Cont mutual

source: account
gl_es: conta
ro: cont

source: category
gl_es: categoria
ro: categorie

source: Category selection
gl_es: Seleczón de categoria
ro: Selectare categorie

source: Account "%1" disappeared:
ro: Contul "%1" a dispărut:

source: The %1 '%2' does not exist. Do you want to create it?
gl_es: O %1 '%2' non existe. Desexa criá-lo?
ro: %1 '%2' nu există. Doriţi să fie creat?

source: Select %1
gl_es: Seleizoar %1
ro: Alege %1

source: The %1 <b>%2</b> currently exists. Do you want to import transactions to this account?
gl_es: O %1 <b>%2</b> xa existe. Desexa importar asentos a esta conta?
ro: %1 <b>%2</b> deja există. Doriţi să importaţi tranzacţii în acest cont?

source: The %1 <b>%2</b> currently does not exist. You can create a new %3 by pressing the <b>Create</b> button or select another %4 manually from the selection box.
gl_es: O %1 <b>%2</b> non existe. Pode criar un novo %3 premendo o botón <b>Criar</b> ou escoller outro %4 manualmente na caixa se seleczón.
ro: %1 <b>%2</b> nu există. Puteţi crea un nou %3 folosind butonul <b>Creează</b> sau alegeţi un alt %4 manual dintre variante.

source: Import transactions to %1
gl_es: Importar asentos a %1
ro: Importă tranzacţia în %1

source: No %1 information has been found in the selected QIF file. Please select an account using the selection box in the dialog or create a new %2 by pressing the <b>Create</b> button.
gl_es: Non se atopou informazón de %1 no arquivo QIF escollido. Por favor, escolla unha conta empregando a caixa de seleczón do diálogo ou crie unha nova %2 premendo no botón <b>Criar</b>.
ro: Nu a fost găsită informaţii legate de %1 în fişierul QIF ales. Vă rog să alegeţi un cont folosind opţiunile din dialog sau creaţi un nou %2 folosind butonul <b> Creează</b>.

source: You must select or create an account.
gl_es: Debe escoller ou criar unha conta.
ro: Trebuie să alegeţi sau să creaţi un cont.

source: You must select or create a category.
gl_es: Debe escoller ou criar unha categoria.
ro: Trebuie să selectaţi sau să creaţi o categorie.

source: _Fees
ro: Taxe

source: Importing statement for account %1
ro: importă extrasul pentru contul %1

source: Importing statement without transactions
ro: Se importă extrasul fără tranzacţii

source: Statement balance is not contained in statement.
ro: Soldul extrasului nu se găseşte în extras:

source: Statement balance on %1 is reported to be %2
ro: Extrasul de cont cu soldul pe %1 este reportat să fie %2

source: Transactions
ro: Tranzacţii

source: %1 processed
ro: %1 procesat

source: %1 added
ro: %1 adăugate

source: %1 matched
ro: %1 asociate

source: %1 duplicates
ro: %1 duplicate

source: Payees
ro: Beneficiari/Plătitori

source: %1 created
ro: %1 create

source: Error creating security record: %1
ro: Eroare la crearea înregistrării titlului de valoare: %1

source: This imported statement contains investment transactions with no security. These transactions will be ignored.
ro: Acest extras importat conţine tranzacţii de investiţii nesecurizate. Aceste tranzacţii vor fi ignorate.

source: (Fees)
ro: (Taxe)

source: Do you want to add "%1" as payee/receiver?
gl_es: Desexa engadir a "%1" á lista de cobradores/receptores?
ro: Doriţi să adaugaţi "%1" ca plătitor/beneficiar?

source: Selecting "Yes" will create the payee, "No" will skip creation of a payee record and remove the payee information from this transaction. Selecting "Cancel" aborts the import operation. If you select "No" here and mark the "Don't ask again" checkbox, the payee information for all following transactions referencing "%1" will be removed.
gl_es: Escollendo "Si" criará un novo cobrador, "Non" evitará-o e eliminará a deste asento os dados de cobrador introducidos. Escollendo "Cancelar" abortará a operazón de importazón. Se escolle "Non" aqui e marca a casiña "Non perguntar de novo", eliminará-se a informazón do cobrador de todos os asentos con referéncia "%1".
ro: Alegând "Da" se va crea un nou beneficiar, "Nu va omite crearea beneficiarului şi va şterge informaţiile legate de beneficiar din tranzacţie. Alegând "Renunţă" se anulează operaţia de import. Dacă alegeţi "Nu" aici şi bifaţi căsuţa "Nu mă mai întreba în viitor" atunci toate informaţiile despre beneficiar ale tuturor tranzacţiilor următoare ce se referă la "%1" vor fi şterse.

source: Save Category
ro: Salvează categoria

source: No Category
ro: Fără categorie

source: Abort
ro: Renunţă

source: Please select a default category for payee '%1':
ro: Alegeți categoria implicită pentru beneficiarul/plătitorul '%1':

source: Unable to add payee/receiver
gl_es: Non foi posíbel engadir o cobrador/receptor
ro: Nu s-a putut adăuga plătitorul/beneficiarul

source: KMyMoney has found a scheduled transaction named <b>%1</b> which matches an imported transaction. Do you want KMyMoney to enter this schedule now so that the transaction can be matched?
ro: KMyMoney a găsit o tranzacţie programată numită <b>%1</b> care e asociată cu o tranzacţie importată. Vrei ca programul KMyMoney să introducă această programare acum, în aşa fel încât tranzacţia să poată fi asociată?

source: Schedule found
ro: A fost găsit un program

source: Problem adding or matching imported transaction with id '%1': %2
ro: Problemă la adăugarea sau asocierea tranzacţiilor importate cu id '%1': %2

source: <b>You have downloaded a statement for the following account:</b><br><br>
ro: <b>Aţi descărcat un extras pentru următorul cont:</b><br><br>

source: - Account Name: %1
ro: - Numele contului: %1

source: - Account Type: %1
ro: - Tipul contului: %1

source: - Account Number: %1
ro: - Numărul contului: %1

source: Do you want to import transactions to this account?
ro: Doriţi să importaţi tranzacţii în acest cont?

source: KMyMoney cannot determine which of your accounts to use. You can create a new account by pressing the <b>Create</b> button or select another one manually from the selection box below.
ro: KMyMoney nu poate determina care dintre conturile dumneavoastră să-l folosească. Puteţi crea un cont nou folosind butonul <b> Creează</b> sau alegeţi unul dintre opţiunile de mai jos.

source: No account information has been found in the selected statement file. Please select an account using the selection box in the dialog or create a new account by pressing the <b>Create</b> button.
ro: Nu au fost găsite informaţii despre cont în fişierul bilanţ ales. Vă rog să alegeţi un cont folosind opţiunile din dialog sau creaţi un cont nou folosind butonul <b> Creează</b>.

source: Import transactions
ro: Importă tranzacţii

source: You must select an account, create a new one, or press the <b>Abort</b> button.
ro: Trebuie să selectaţi un cont, să creaţi unul nou sau să apăsaţi butonul <b>Renunţă</b>.

source: %1: Sorry. This importer cannot handle version %2 of element %3
ro: %1: Îmi pare rău. Acest importator nu poate opera cu versiunea %2 a elementului %3

source: Account%1
ro: Contul%1

source: Stock%1
ro: Acţiunea%1

source: Payee%1
ro: Beneficiarul%1

source: Schedule%1
ro: Programarea%1

source: This version of the importer cannot handle multi-book files.
ro: Această versiune a importatorului nu poate lucra cu fişiere de registrul multiplu.

source: Invalid header for file. Should be 'gnc-v2'
ro: Antet de fişier invalid. Ar trebui să fie 'gnc-v2'

source: Import failed: %1
ro: Import eşuat: %1

source: Import complete
ro: Import complet

source: Disguise your wealth
ro: Ascundeţi-vă averea

source: Each monetary value on your file will be multiplied by a random number between 0.01 and 1.99 with a different value used for each transaction. In addition, to further disguise the true values, you may enter a number between %1 and %2 which will be applied to all values. These numbers will not be stored in the file.
ro: Fiecare valoare monetară a fişierului dumneavoastră va fi multiplicată printr-un număr aleator cuprins între 0,01 şi 1,99 cu o valoare diferită folosită pentru fiecare tranzacţie. În plus, pentru ascunderi viitoare ale adevăratelor valori, puteţi introduce un număr cuprins între %1 şi %2, care va fi aplicat tuturor valorilor. Aceste numere nu vor fi memorate în fişier.

source: Loading commodities...
ro: Încarcă mărfuri...

source: Loading prices...
ro: Încarcă preţuri...

source: Imported History
ro: Istoria importurilor

source: Current importer does not recognize GnuCash account type %1
ro: Importatorul curent nu recunoaşte tipul de contu GnuCash %1

source: Imported Transaction
ro: Tranzacţie importată

source: Loading templates...
ro: Încarcă şabloane...

source: Unknown payee
ro: Beneficiar necunoscut

source: Loading schedules...
ro: Încarcă programări...

source: Can't find template transaction for schedule %1
ro: Nu pot găsi şablonul de tranzacţie pentru programarea %1

source: Reorganizing accounts...
ro: Se reorganizează conturile...

source: Your main currency seems to be %1 (%2); do you want to set this as your base currency?
ro: Principala dumneavoastră valută pare să fie %1 (%2); doriţi ca aceasta să devină valuta dumneavoastră de bază?

source: More
ro: Mai mult

source: Save Report
ro: Salvează raportul

source: Problems were encountered in converting schedule '%1'. Do you want to review or edit it now?
ro: Au fost întâlnite probleme la convertirea programării '%1'. Doriţi să o vedeţi sau să o modificaţi acum?

source: Found:
ro: Găsit:

source: commodities (equities)
ro: mărfuri (capitaluri)

source: prices
ro: preţuri

source: accounts
ro: conturi

source: transactions
ro: tranzacţii

source: schedules
ro: programări

source: No inconsistencies were detected
ro: Nu au fost detectate inconsistenţe

source: inconsistencies were detected and corrected
ro: inconsistenţe au fost detectate şi corectate

source: orphan accounts were created
ro: conturi orfane au fost create

source: possible schedule problems were noted
ro: au fost semnalate posibile probleme ale programării

source: Small Business Features (Customers, Invoices, etc.)
ro: Caracteristici pentru afacerile mici (clienţi, facturi etc.)

source: Budgets
ro: Bugete

source: Lots
ro: Cantitate

source: The following features found in your file are not currently supported:
ro: Următoarele caracteristici găsite în fişierul dumneavoastră nu sunt suportate în mod curent:

source: Press More for further information
ro: Apăsaţi Mai mult pentru informaţii suplimentare

source: Orphan created from unknown gnucash account
ro: S-a creat un orfan dintr-un cont gnucash necunoscut

source: Internal error - invalid interval char in incrDate
ro: Eroare internă - caracter interval invalid în incrDate

source: Enter the investment account name
ro: Introduceţi numele contului de investiţii

source: My Investments
ro: Investiţiile mele

source: Select parent investment account or enter new name. Stock %1
ro: Alegeţi contul de investiţii părinte sau daţi un nou nume. Acţiunea %1

source: %1 is not an Investment Account. Do you wish to make it one?
ro: %1 nu este un cont de investiţii. Doriţi să-l transformaţi într-un astfel de cont?
