Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: An Investment account must be a child of an Asset account Account %1 will be stored under the main Asset account
ro: Un cont de investiţii trebuie să aibă ca părinte un cont de active Contul %1 va fi stocat sub contul principal de active

source: An Income account must be a child of an Income account Account %1 will be stored under the main Income account
ro: Un cont de venituri trebuie să aibă ca părinte un cont de venituri Contul %1 va fi stocat sub contul principal de venituri

source: An Expense account must be a child of an Expense account Account %1 will be stored under the main Expense account
ro: Un cont de cheltuieli trebuie să aibă ca părinte un cont de cheltuieli Contul %1 va fi stocat sub contul principal de cheltuieli

source: One or more transactions contain a reference to an otherwise unknown account An asset account with the name %1 has been created to hold the data
ro: Una sau mai multe tranzacţii conţin o referinţă la un cont necunoscut Un cont de active cu numele %1 a fost creat pentru a găzdui datele

source: Schedule %1 has interval of %2 which is not currently available
ro: Programul %1 are un interval de %2 care nu este disponibil în acest moment

source: Schedule %1 dropped at user request
ro: S-a renunţat la programul %1 la cererea utilizatorului

source: Schedule %1 contains unknown action (key = %2, type = %3)
ro: Programul %1 conţine o acţiune necunoscută (cheia = %2, tipul = %3)

source: Schedule %1 contains multiple actions; only one has been imported
ro: Programul %1 conţine acţiuni multiple; doar unul a fost importat

source: Schedule %1 contains no valid splits
ro: Programul %1 nu conţine părţi de tranzacţii valide

source: Schedule %1 appears to contain a formula. GnuCash formulae are not convertible
ro: Programul %1 pare să conţină o formulă. Formulele GnuCash nu sunt convertibile.

source: Schedule %1 contains unknown interval specification; please check for correct operation
ro: Programul %1 conţine o specificaţie de interval necunoscută; vă rog să verificaţi pentru funcţionare corectă

source: Schedule %1 contains a deferred interval specification; please check for correct operation
ro: Programul %1 o specificaţie de interval amânat; vă rog să verificaţi funcţionarea corectă

source: Account or Category %1, transaction date %2; split contains invalid value; please check
ro: Contul sau Categoria %1, data de tranzacţie %2; partea de tranzacţie conţine o valoare invalidă; vă rog să verificaţi

source: &New Schedule...
gl_es: &Novo asento programado...
ro: Programare &nouă...

source: Create a new schedule.
gl_es: Cria un novo asento programado.
ro: Creează o programare nouă.

source: Use this to create a new schedule.
gl_es: Use esto para criar un novo asento programado.
ro: Folosiţi pentru a crea o nouă plată programată.

source: &Filter
gl_es: &Filtrar
ro: &Filtrează

source: Filter out accounts
gl_es: Filtrar as contas
ro: Filtrează conturi

source: Use this to filter out accounts
gl_es: Use esto para filtrar as contas
ro: Folosiţi pentru a filtra conturi

source: Preferred accounts
gl_es: Contas preferidas
ro: Conturi preferate

source: Payment accounts
gl_es: Contas de gastos
ro: Conturi de plată

source: Favorite reports
ro: Rapoarte favorite

source: Forecast (schedule)
ro: Estimare (programare)

source: Networth forecast
ro: Estimare a valorii nete

source: Forecast (history)
ro: Estimare (istoric)

source: Assets and Liabilities
ro: Active şi pasive

source: Budget
ro: Buget

source: CashFlow
ro: Fluxul de numerar

source: Unable to load schedule details
gl_es: Incapaz de cargar os detalles do asento programado
ro: Nu s-au putut încărca detaliile plăţii programate

source: _: Reconcile state 'Not reconciled' Not reconciled
ro: Nereconciliate

source: _: Reconcile state 'Cleared' Cleared
ro: Verificate

source: _: Reconcile state 'Reconciled' Reconciled
ro: Reconciliate

source: _: Reconcile state 'Frozen' Frozen
ro: Îngheţate

source: _: Reconcile flag C C
ro: V

source: _: Reconcile flag R R
ro: R

source: _: Reconcile flag F F
ro: F

source: <p>...that you can change the sort order of ledger entries by right-clicking the header of the ledger view?
gl_es: <p> ... que pode cambiar a orde de seleczón das entradas nos libros diários premendo co botón direito na cabeceira da vista do libro?
ro: <p>...puteţi schimba ordinea de sortare a intrărilor din registru, dacă faceţi clic dreapta în antetul vizualizării registrului?

source: <p>...that you can easily move to the other side of a transfer transaction by opening the context menu with the right mouse button and selecting one of the 'Goto' functions?
ro: <p>...puteţi cu uşurinţă să vă mutaţi în cealaltă parte a unei tranzacţii de transfer , dacă deschideţi meniul contextual cu butonul drept al mausului şi selectaţi funcţia 'Du-te la...'?

source: <p>...that you can start editing a transaction by double-clicking on the transaction in the register?
gl_es: <p>...que pode comezar a editar un asento mediante un dobre-click no asento, no rexisto?
ro: <p>...puteţi începe să editaţi o tranzacţie făcând dublu clic pe tranzacţie în registru?

source: <p>...that you can show more details of the selected transaction in the register by selecting the 'ledger lens' feature in the settings dialog?
gl_es: <p>...que pode ver máis detalles do asento que escolla no rexisto mediante a funzón 'lente do libro maior', do diálogo configurazón?
ro: <p>...puteţi vedea mai multe detalii ale tranzacţiei selectate în registru selectând facilitatea 'lupă pentru registru' în caseta de dialog pentru setări?

source: <p>...that transactions with no category assigned or split transactions with unassigned values are marked with an exclamation mark on a yellow triangle in the register?
ro: <p>...tranzacţiile cărora nu li s-au atribuit categorii sau tranzacţiile necompuse cu valori neatribuite sunt marcate în registru cu un semn de exclamare pe un triunghi galben?

source: <p>...that you can show all details of the transactions in the register by typing &lt;Ctrl-T&gt; or selecting the 'Settings/Show Transaction Detail' menu entry? You can turn this feature off the same way.
ro: <p>...puteţi vedea toate detaliile tranzacţiilor în registru tastând &lt;Ctrl-T&gt; sau selectând din meniu 'Setări/Afişează detaliile tranzacţiei'? Puteţi anula această facilitate în aceeaşi manieră.

source: <p>...that you can switch between a listing of all accounts or an icon view of all asset and liability accounts with the tabs in the accounts view?
gl_es: <p>...que pode alternar entre un listado de todas as contar ou unha vista en iconos dos activos e pasivos mediante as pestanas na vista das contas?
ro: <p>...puteţi schimba între fila cu o listă a tuturor conturilor şi cea cu o vizualizare cu iconiţe a tuturor conturilor de active şi pasive din fereastra de vizualizare a conturilor?

source: <p>...that the KMyMoney development team wishes you a nice day?
gl_es: <p>...que a equipa de desenvolvimento de KMyMoney lle desexa un bon dia?
ro: <p>...echipa de dezvoltare a programului KMyMoney vă urează o zi minunată?

source: <p>...you can use your own external filter program to convert any import format to QIF on the fly? See the QIF profile editor for more details.
gl_es: <p>...que pode empregar o seu próprio programa externo para converter calquer formato de importazón a QIF? Vexa o editor de perfis QIF para obter máis detalles.
ro: <p>...puteţi folosi programul dumneavoastră extern de filtrare pentru a converti din zbor orice format de import în QIF? Pentru mai multe detalii, a se vedea editorul de profiluri QIF.

source: <p>...that you can create a scheduled transaction from an existing one by selecting the context menu on a transaction in the ledger or the "More..."-menu in the transaction form?
gl_es: <p>...que pode criar asentos programados apartir dun xa existente mediante o menu contextual nun asento no libro diário ou co menu "Mais..." no formulário de entrada de asentos?
ro: <p>...puteţi crea o tranzacţie programată din una existentă, selectând meniul contextual al tranzacţiei în registru sau meniul "Mai mult..." în formularul tranzacţiei?

source: <p>...that you can switch to the payee of a transaction by selecting the context menu on a transaction in the ledger or in the transaction menu?
ro: <p>...puteţi ajunge la beneficiarul/plătitorul tranzacţiei selectând meniul contextual al tranzacţiei în registru sau în formularul tranzacţiei?

source: <p>...that you can modify the colors and fonts used for the ledgers via <i>Configure/Register/...</i>?
gl_es: <p>...que pode modificar as cores e tipos de letra usados nos libros mediante <i>Configurar/Rexisto/...</i>?
ro: <p>...puteţi modifica culorile şi fonturile folosite în registre via <i>Configurare/Registru/...</i>?

source: <p>...that you can hide transactions prior to a specific date? The date can be modified via <i>Configure/Register/Filter</i>.
gl_es: <p>...que pode ocultar os asentos anteriores a unha certa data? A data pode escoller-la mediante <i>Configurar/Rexisto/Filtro</i>.
ro: <p>...puteţi ascunde tranzacţiile până la o dată anterioară specificată? Data poate fi modificată via <i>Configurare/Registru/Filtru</i>.

source: <p>...that you can customize the "Home-Page" via <i>Configure/Home</i>?
gl_es: <p>...que pode personalizar a "Páxina de Início" mediante <i>Configurar/Páxina inicial</i>?
ro: <p>...puteţi personaliza "Prima pagină" via <i>Configurare/Acasă</i>?

source: <p>...that you can enter new transactions even while reconciling an account? You can also make the transaction form visible.
gl_es: <p>...que pode introducir novos asentos ao tempo que reconcília unha conta? Tamén pode facer visíbel o formulário de entrada de asentos.
ro: <p>...puteţi introduce tranzacţii noi chiar în timpul reconcilierii unui cont? Puteţi, de asemenea, face vizibil formularul tranzacţiei.

source: <p>...that you can actively support the KMyMoney development team in cases that heavily depend on your data? You can save your data in an anonymized way for this support.<p> Just open your data file and immediately select <b>File/Save as...</b>. In the <b>Save As...</b> dialog select the filter <b>Anonymous Files</b> and make sure your file gets the extensions <b>.anon.xml</b>. <p> To verify, how the data looks like you are about to send away, you can open this file in KMyMoney and see how the developers see your data.
ro: <p>...puteţi în mod activ ajuta echipa de dezvoltare a KMyMoney cu datele dumneavoastră? Puteţi salva datele într-o manieră anonimă pentru acest ajutor.</p> Doar deschideţi fişierul dumneavoastră de date şi selectaţi <b>Fişier/Salvează ca...</b>. În dialogul <b>Salvează ca...</b>, selectaţi filtrul <b>Fişiere anonime</b> şi fiţi sigur că fişierul dumneavoastră primeşte extensia <b>.anon.xml</b>.<p> Pentru a verifica modul în care arată datele pe care tocmai sunteţi pe cale să le trimiteţi, puteţi deschide acest fişier în KMyMoney şi să vedeţi cum vor vedea dezvoltatorii datele dumneavoastră.

source: <p>... that you can import your bank statements even without a network connection? Just select the file (OFX or QIF) from the File->Import menu.</p> <p>Provided by Jose Jorge</p>
ro: <p>...puteţi importa extrasele de cont goale chiar fără o conexiune la reţea? Selectaţi doar fişierul (OFX sau QIF) din meniul Fişier->Importă.</p> <p>Oferit de Jose Jorge</p>

source: _: Report date range %1 through %2
ro: din %1 până în %2

source: All currencies converted to %1
ro: Toate monedele au fost convertite la %1

source: All currencies converted to %1
ro: Toate monedele au fost convertite la %1

source: All values shown in %1 unless otherwise noted
ro: Toate valorile sunt afişate în %1 excepţie cazurile în care se specifică altceva

source: All values shown in %1 unless otherwise noted
ro: Toate valorile sunt afişate în %1 excepţie cazurile în care se specifică altceva

source: Date
gl_es: Data
ro: Data

source: Category
gl_es: Categoria
ro: Categoria

source: Memo
gl_es: Texto
ro: Detalii

source: Top Category
ro: Categoria rădăcină

source: Category Type
ro: Tip de categorie

source: Reconciled
gl_es: Reconciliados
ro: Reconciliate

source: Action
ro: Acţiune

source: Shares
ro: Acţiuni

source: Price
gl_es: Prezo
ro: Preţ

source: Net Value
ro: Valoare netă

source: Buys
ro: Achiziţii

source: Sells
ro: Vânzări

source: Dividends Reinvested
ro: Dividende reinvestite

source: Dividends Paid Out
ro: Dividende plătite

source: Starting Balance
ro: Sold iniţial

source: Ending Balance
ro: Sold final

source: Annualized Return
ro: Întoarcere anuală

source: Return On Investment
ro: Întoarcere pe investiţii

source: Payment
gl_es: Pago
ro: Plată

source: Balance
ro: Sold

source: Next Due Date
gl_es: Próxima data de vencimento
ro: Următoarea dată scadentă

source: Payment Method
gl_es: Método de Pago
ro: Metoda de plată

source: Description
gl_es: Descripzón
ro: Descriere

source: Opening Date
ro: Data de deschidere

source: Balance Early Warning
ro: Avertisment pentru soldul iniţial

source: Balance Max Limit
ro: Limita maximă a soldului

source: Credit Early Warning
ro: Avertisment pentru creditul iniţial

source: Credit Max Limit
ro: Limita maximă a creditului

source: Tax
ro: Impozit

source: Preferred
ro: Preferat

source: Loan Amount
ro: Suma împrumutată

source: Interest Rate
gl_es: Taxa de Xuro
ro: Rata dobânzii

source: Next Interest Change
ro: Variaţia netă a dobânzii

source: Periodic Payment
ro: Plată periodică

source: Final Payment
ro: Plată finală

source: Current Balance
ro: Soldul curent

source: Initial Market Value
ro: Valoare iniţială pe piaţă

source: Ending Market Value
ro: Valoarea finală pe piaţă

source: Opening Balance
ro: Soldul la deschidere

source: Closing Balance
ro: Soldul la închidere

source: Calculated
ro: Calculat

source: Grand Total
ro: Total mare

source: Transfers
gl_es: Transferéncias
ro: Transferuri

source: Legend
ro: Legenda

source: Difference
ro: Diferenţa

source: Moving Average
ro: Media glisantă

source: Moving Average Price
ro: Prețul mediu glisant

source: Transfer from %1
gl_es: Transferir desde %1
ro: Transfer din %1

source: Transfer to %1
gl_es: Transferir a %1
ro: Transfer în %1

source: Investment Transactions
gl_es: Asentos dos Investimentos
ro: Tranzacţii de investiţie

source: Test Report
ro: Raport de test

source: Total Stock 1
ro: Total acţiune 1

source: Investment Performance by Account
ro: Performanţă investiţiilor după cont

source: Month of %1
ro: Luna din %1

source: Week of %1
ro: Săptămăna din %1

source: No Institution
ro: Nu există instituţie

source: [Empty Payee]
ro: [Beneficiar lipsă]

source: [Split Transaction]
ro: [Parte de tranzacţie]

source: Split
ro: Parte de tranzacţie

source: KMyMoney, the Personal Finance Manager for KDE. Please consider contributing to this project with code and/or suggestions.
ro: KMyMoney, programul de gestionare a finanţelor personale pentru KDE. Vă rog să luaţi în considerare o contribuţie la acest proiect cu cod sursă şi/sau sugestii.

source: language to be used
gl_es: linguaxe a usar
ro: limba folosită

source: don't open last used file
ro: nu deschide ultimul fişier folosit

source: enable performance timers
ro: activează măsurătorile de performanţă

source: turn on program traces
ro: activează mesajele de programare a aplicaţiei

source: dump the names of all defined KAction objects to stdout and quit
ro: trimite numele tuturor obiectelor KAction la ieşirea standard şi termină execuţia

source: file to open
gl_es: arquivo a abrir
ro: fişier de deschis

source: Memory leakage detection
ro: Detecţia pierderii de memorie

source: Compiled with the following settings:
gl_es: Compilado coas seguintes opzóns:
ro: Compilat cu următoarele opţiuni:

source: Initial idea, much initial source code, Project admin
ro: Idee iniţială, cod sursă iniţial mai mult, administrare proiect

source: Core engine, Release Manager, Project admin
ro: Motor de bază, manager de realizări, administrator de proiect

source: Reporting logic, OFX Import
ro: Raport logic, Import QFX

source: Database backend, maintainer stable branch
ro: Baza de date din fundal, menţinător versiune stabilă

source: Forecast, Reports
ro: Estimare, Rapoarte

source: Project Admin
gl_es: Administrador do Proxecto
ro: Administrator de proiect

source: Developer
gl_es: Desenrolador
ro: Dezvoltator

source: Database backend
ro: Baza de date din fundal

source: Initial investment support
ro: Suport de investiţii iniţial

source: Developer & Artist
gl_es: Desenrolador e Artista
ro: Dezvoltator & artist

source: Icons & splash screen
ro: Iconiţe & ecran de pornire

source: Patches
ro: Adaosuri

source: The monetary decimal symbol is not correctly set in the KDE Control Center's Country/Region & Language settings. Please set it to a reasonable value and start KMyMoney again.
ro: Simbolul zecimal monetar nu e stabilit corect în Centrul de Control KDE, setările pentru ţară/regiune & limbă. Vă rog setaţi-l la o valoare rezonabilă şi reporniţi din nou KMyMoney.

source: Invalid settings
ro: Setări invalide

source: Another instance of KMyMoney is already running. Do you want to quit?
ro: O altă instanţă a programului KMyMoney rulează deja. Doriţi să ieşiţi?

source: Uncaught error. Please report the details to the developers
ro: Eroare necunoscută. Vă rog să raportaţi detaliile dezvoltatorilor

source: _: NAME OF TRANSLATORS Your names
gl_es: Traducido po Marcelino Villarino Aguiar
ro: Cristian Oneţ, Nicolae Turcan

source: _: EMAIL OF TRANSLATORS Your emails
gl_es: e-email mvillarino@dubmail.net
ro: onet.cristian@gmail.com, nturcan@gmail.com

source: &Import
gl_es: &Importar
ro: &Importă

source: E&xport
gl_es: E&xportar
ro: &Exportă

source: &Institution
gl_es: Or&ganizazón
ro: &Instituţie

source: &Account
gl_es: &Conta
ro: &Cont

source: &Category
ro: &Categorie

source: &Transaction
ro: &Tranzacţie

source: Mark transaction as...
ro: Marchează tranzacţia ca...

source: Mark transaction
ro: Marchează tranzacţia

source: T&ools
ro: &Unelte

source: Account options
ro: Opţiuni cont

source: Category options
ro: Opţiuni categorie

source: Institution options
ro: Opţiuni instituţie

source: Payee options
ro: Opţiuni beneficiar/plătitor

source: Budget options
ro: Opţiuni buget

source: Investment options
ro: Opţiuni investiţie

source: Scheduled transactions options
ro: Opțiuni tranzacţii programate

source: Transaction options
ro: Opţiuni tranzacţie

source: Move transaction to...
ro: Mută tranzacţia în...

source: Select account
ro: Alegeţi un cont

source: Currency options
ro: Opţiuni valută

source: Always show a No. field in transaction form
ro: Afişează întotdeauna un câmp Nr. în formularul tranzacţiei

source: Auto fill with previous transaction data
ro: Umple automat cu datele tranzacţiei precedente

source: Treat two transactions as identical, if amount differs less than
ro: Consideră doua tranzacţii ca fiind identice în cazul în care suma diferă cu mai puţin de

source: Auto increment check number
ro: Incrementează automat numărul de cec.

source: Autosave file periodically
ro: Salvează fişierul automat din când în când.

source: Autosave interval in minutes
ro: Intervalul de timp în minute la care să se realizeze salvarea periodică automată

source: Check schedules upon startup
gl_es: Comprobar as programazóns ao arrincar
ro: Verifică plăţile programate la pornire

source: Enter transactions this number of days in advance
gl_es: Introducir os asentos con estes dias de antelazón
ro: Tranzacţiile se introduc cu acest număr de zile în avans

source: Number of days to preview schedules in ledger
ro: Numărul de zile pentru a previzualiza programările în registru

source: Insert transaction type into No. field for new transactions
ro: Inserează tipul tranzacţiei în câmpul Nr. pentru tranzacţii noi.

source: Keep changes when selecting a different transaction/split
ro: Păstrează modificările când se alege o altă tranzacţie sau o parte de tranzacţie diferită.

source: Using the Enter key moves between the fields
ro: Deplasarea între câmpuri se realizează cu ajutorul tastei Enter

source: Use the ledger lens
gl_es: Usar a lupa do libro maior
ro: Foloseşte lupa pentru registru

source: Price Precision
ro: Precizia sumelor

source: Update price history
ro: Actualizează istoria preţurilor

source: Show transaction form
gl_es: Amosar o formulário de asentos
ro: Afişează formularul pentru o tranzacţie

source: Start with last selected view or homepage
ro: Porneşte cu ultima vizualizare selectată sau cu prima pagină

source: Use GPG to encrypt data file
ro: Foloseşte GPG pentru a codifica fişierele de date

source: Also encrypt against recover key
ro: Codifică, de asemenea, cu cheia de recuperare

source: GPG User ID (deprecated)
ro: Identificatorul utilizatorului GPG (depăşit)

source: GPG User ID
ro: Identificatorul utilizatorului GPG

source: Run in expert (accountant) mode
ro: Rulează în modul expert (contabil)

source: Show splash screen during startup
ro: Afişează ecranul de pornire în timpul pornirii

source: Synchronize account in ledger and investment view
ro: Sincronizează conturile din vizualizarea în mod registru şi cea în mod investiţie

source: Icon size for view selection
ro: Alegerea mărimii iconiţelor pentru vizualizare

source: list of hidden views
ro: lista modurilor de vizualizare ascunse

source: Firsttime switch to start new user wizard
ro: Comutatorul de primă pornire pentru a declanşa procesul de configurare a unui nou utilizator

source: Show title bar on each view
ro: Arată bara de titlu în fiecare ecran

source: Start string matches for e.g. payees at start of string
ro: Începe asocierea șirurilor de la început de exemplu pentru beneficiari/plătitori de la începutul numelui.

source: Order of items on homepage
ro: Ordinea elementelor pe prima pagină

source: Percentage of default font size used for home view HTML page
ro: Procentul din mărimea standard de fonturi folosit pentru pagina de start

source: Remember (manually adjusted) font size in home view on program end.
ro: Ţine minte mărimea fontului (ajustată manual) în pagina de start la ieşirea programului.

source: Show account limit information on the Homepage
ro: Arată informaţii despre limitele contului în pagina de start

source: Hide closed accounts
ro: Ascunde conturile închise

source: Hide finished schedules
ro: Ascunde plăţile programate terminate

source: Show all register entries in full detail
ro: Afişează toate intrările în registru cu toate detaliile

source: Show a grid in the register
ro: Afişează o grilă în registru

source: Show fancy group markers
ro: Afişează delimitatori de grup

source: Show fancy markers for previous and current fiscal year
ro: Afişează delimitatori între anul fiscal precedent şi cel curent

source: Starting month of the fiscal year
ro: Prima lună a anului fiscal

source: Starting day of the fiscal year
ro: Prima zi a anului fiscal

source: Start date
ro: Data de început

source: Use system colors
ro: Foloseşte culorile sistem

source: List color
ro: Culoarea listei

source: List background color
ro: Culoarea fundalului listei

source: List grid color
ro: Culoarea grilei listei

source: Background color for imported transactions
ro: Culoarea de fundal pentru tranzacţii importate

source: Background color for matched transactions
ro: Culoarea de fundal pentru tranzacţii asociate

source: List color for erronous transactions
ro: Culoarea listei pentru tranzacţii eronate

source: List color for missing conversion rate
ro: Culoare listei pentru rata de conversie lipsă

source: List color for negative values
ro: Culoare listei pentru valori negative

source: Background color for group marker
ro: Culoarea de fundal pentru delimitatorii de grup

source: Background color for required fields
ro: Culoarea de fundal pentru câmpuri obligatorii

source: Use system font
ro: Foloseşte fontul sistem
