Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Organize by:
ro: Organizează după:

source: Top Categories
ro: Categorii rădăcină

source: Top Accounts
ro: Conturi rădăcină

source: <p>Choose how to group the transactions in this report</p>
ro: <p>Alegeţi cum să grupez tranzacţiile în acest raport</p>

source: Show Columns
ro: Afişează coloane

source: <p>Choose which columns should be shown in the report.</p><p>The date and transaction amount are always shown.</p>
ro: <p>Alege care coloane ar trebui să fie afişate în raport.</p><p>Data şi suma tranzacţiei sunt întotdeauna afişate.</p>

source: <p>Select this option to show the Memo column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Memo</p>

source: <p>Select this option to show the Shares column for investments</p>
ro: <p>Alegeţi această opţiune pentru a afişa coloana Acţiuni pentru investiţii</p>

source: <p>Select this option to show the Price column for investments</p>
ro: <p>Alege această opţiune pentru a afişa coloana Preţ</p>

source: <p>Select this option to show the Reconciled column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Reconciliate</p>

source: <p>Select this option to show the Account column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Cont</p>

source: <p>Select this option to show the Number column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Număr</p>

source: <p>Select this option to show the Payee column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Beneficiar/Plătitor</p>

source: <p>Select this option to show the Category column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Categorie</p>

source: <p>Select this option to show the Action column</p>
ro: <p>Alege această opţiune pentru a afişa coloana Acţiune</p>

source: <p>Select this option to show the Running balance column</p>
ro: <p>Alegeţi această opţiune pentru a afişa coloana Soldul curent</p>

source: Include only Loan accounts
ro: Include doar conturi de împrumut

source: Include only Investment accounts
ro: Include doar conturi de investiţii

source: <p>Check this box to include only those categories which have been marked to "Include on Tax Reports"</p>
ro: <p> Bifaţi aceasta căsută pentru a include doar categoriile care au fost marcate ca "Include în raporturile de impozite"</p>

source: Hide Split Transaction Details
ro: Ascunde detaliile tranzacţiei împărţite

source: Do not display the individual transactions that make up a split transaction
ro: Nu afişa tranzacţiile individuale care foarmează o tranzacţie împărţită

source: Include only Tax categories
ro: Include doar categoriile de impozite

source: Chart Tab
ro: Fila de grafice

source: <p>On this tab, you configure the chart drawn forthis report.</p>
ro: <p> Pe această filă puteţi configura graficul desenat pentru acest raport.</p>

source: Chart Type
ro: Tipul graficului

source: <p>Select what form you would like the chart to be drawn as.</p>
ro: <p>Alegeţi forma in care aţi dori să fie reprezentat graficul.</p>

source: Line
ro: Linie

source: Bar
ro: Bară

source: Stacked Bar
ro: Bare suprapuse

source: Pie
ro: Diagramă circulară

source: Ring
ro: Inel

source: Show grid lines
ro: Afişează linii de marcaj

source: <p>Select this option to show horizontal and vertical grid lines on the chart.</p>
ro: <p>Alegeţi această opţiune pentru a afişa linii orizontale şi verticale de marcaj pe grafic.</p>

source: Draw values on chart
ro: Reprezintă valorile pe grafic

source: <p>Select this option to draw the numeric values for data points next to their plot location.</p>
ro: <p>Alegeţi această opţiune pentru a reprezenta valorile numerice ale punctelor de pe grafic</p>

source: Show as chart by default
ro: Afişează implicit ca grafic

source: <p>Select this option to cause the report to be shown as a chart when you first open the report. Otherwise, it will come up as a text report.</p>
ro: <p>Alegeţi această opţiune în cazul în care doriţi afişarea raportului ca grafic la prima deschidere a raportului. Altfel se va deschide ca un raport text.</p>

source: Line width
ro: Grosimea liniei

source: <p>Select what width should be used to draw the line on the chart</p>
ro: <p>Alegeţi grosimea liniei cu ajutorul căruia se desenează graficul.</p>

source: ReportControl
ro: Controlul raportului

source: Configure this report
ro: Personalizează acest raport

source: Create a new report based on this one
ro: Creează un raport nou pe baza acestuia

source: Copy this report to the clipboard
ro: Copiază acest raport în memorie

source: Export this report as an HTML or CSV file
ro: Exportă acest raport ca fişier HTML sau CSV

source: Permanently delete this report
ro: Şterge pentru totdeauna acest raport

source: Close this window
gl_es: Pechar esta xanela
ro: Închide această fereastră

source: n of n
gl_es: n de n
ro: n din n

source: Account:
gl_es: Conta:
ro: Cont:

source: Enter...
gl_es: Introducir...
ro: Introdu...

source: Sort order
ro: Ordinea de sortare

source: _: Sunday Sun
ro: Dum

source: _: Saturday Sat
ro: Sâm

source: Week %1 for year %2.
gl_es: Semana %1 do ano %2.
ro: Săptămâna %1 pentru anul %2.

source: ATM
ro: Bancomat

source: Withdrawal
gl_es: Retirada
ro: Retragere

source: Cheque
ro: Cec

source: _: Activity for expense categories Paid
ro: Plătit

source: _: Activity for income categories Received
ro: _: Operaţie pentru categorii de venituri Încasat

source: Reinvest dividend
ro: Dividend reinvestit

source: All dates
gl_es: Todas as datas
ro: Toate datele

source: As of today
ro: De astăzi

source: Current month
gl_es: Este mes
ro: Luna curentă

source: Current quarter
ro: Trimestrul curent

source: Current year
gl_es: Este ano
ro: Anul curent

source: Month to date
gl_es: O que vai de mes
ro: De la începutul lunii până azi

source: Year to date
gl_es: O que vai de ano
ro: De la începutul anului până azi

source: Year to month
ro: De la începutul anului până la începutul lunii

source: Last year
gl_es: O ano pasado
ro: Anul trecut

source: Last fiscal year
ro: Anul fiscal trecut

source: Last 7 days
ro: Ultimele 7 zile

source: Last 30 days
gl_es: Os últimos 30 dias
ro: Ultimele 30 de zile

source: Last 3 months
gl_es: Os últimos 3 meses
ro: Ultimele 3 luni

source: Last quarter
ro: Ultimul trimestru

source: Last 6 months
gl_es: Os últimos 6 meses
ro: Ultimele 6 luni

source: Last 11 months
ro: Ultimele 11 luni

source: Last 12 months
gl_es: Os últimos 12 meses
ro: Ultimele 12 luni

source: Next 7 days
ro: Următoarele 7 zile

source: Next 30 days
gl_es: Os vindeiros 30 dias
ro: Următoarele 30 zile

source: Next 3 months
gl_es: Os vindeiros 3 meses
ro: Următoarele 3 zile

source: Next quarter
ro: Trimestrul următor

source: Next 6 months
gl_es: Os vindeiros 6 meses
ro: Următoarele 6 luni

source: Next 12 months
gl_es: Os vindeiros 12 meses
ro: Următoarele 12 luni

source: Last 3 months to next 3 months
ro: Ultimele 3 luni şi următoarele 3 luni

source: User defined
gl_es: Definido polo usuário
ro: Definit de către utilizator

source: SortColumnInvisible
gl_es: ClasificarColunasOcultas

source: General
gl_es: Xeral

source: Re&name
gl_es: Re&nomear

source: Add New Investment
gl_es: Engadir Novo Investimento

source: Current Price:
gl_es: Prezo Actual

source: Reconciling your account assures, that your recordings match those of your institution and that there are no mistakes on either side. You should reconcile your account whenever you receive a statement from your institution. All relevant information necessary for this process is usally printed on your statement. On the next page you will verify, that the starting and ending balance are matching those on your statement. If not, please modify the figures.
gl_es: Reconciliar as suas contas asegura que os seus rexistos se axustan aos dados disponíbeis pola sua organizazón e que non ha erro en nengunha das partes. Deberia reconciliar as suas contas sempre que receba un extracto de conta da sua instituizón bancária. Toda a informazón de interese necesária para este proceso soe vir impresa na sua comunicazón. Na seguinte páxina verificará que o balance inicial e final coinciden cos comunicados pola sua instituizón. Se non é o caso, por favor, modifique as cantidades.

source: Please enter the following fields with the information as you find them on your statement.
gl_es: Por favor introduza os seguintes campos coa informazón que ven no seu extracto de conta.

source: Please enter the payment amount.
gl_es: Por favor, introduza a cantidade a pagar.

source: Please enter the schedule name.
gl_es: Por favor, introduza o nome do asento programado

source: Please enter the payee name.
gl_es: Introduza o nome do cobrador

source: Please select the account.
gl_es: Porfavor escolla a conta

source: Use the checkings account type to manage activities on your checkings account e.g. payments, cheques and cash card purchases.
gl_es: Use o tipo de conta caixa para xestionar actividades na sua conta corrente, p .ex. pagos, cheques e retiradas de efectivo con tarxeta

source: Use the savings account type to manage activities on your savings account.
gl_es: Use o tipo de conta aforro para xestionar actividades na sua conta de aforros

source: Use the credit card account type to manage activities on your credit card.
gl_es: Use o tipo de conta tarxeta de crédito para xestionar a actividade da sua tarxeta de crédito

source: Use the cash account type to manage activities in your wallet.
gl_es: Use o tipo de conta tesouraria para xestionar actividades no seu peto

source: Use the asset account type to manage assets (e.g. your house, car or art collection).
gl_es: Use o tipo de conta activos para xestionar activos (p. ex. a sua casa, coche ou coleizón de arte).

source: Use the liability account type to manage any type of liability except amortization loans. Use it for taxes you owe or money you borrowed from friends. For amortization loans like mortgages you should create a loan account.
gl_es: Use o tipo de conta pasivo para xestionar calquer tipo de pasivo excepto amortizazón de préstamos. Use-o para impostos por pagar ou cartos prestados por amigos. Para préstamos con amortizazón como hipotecas debe criar unha conta préstamo

source: Use the loan account type to manage amortization loans (e.g. mortgages, car loan, money you lend, private loans etc.).
gl_es: Use o tipo de conta empréstito para xestionar préstamos con amortizazón (p .ex hipotecas, financiazón de coches, cartos prestados, prestamos privados, etc.).

source: Explanation is not yet available! UnknownAccountType will be set
gl_es: Ainda non ha unha descrizón! Porá-se como conta de tipo UnknownAccountType

source: Direct Debit
gl_es: Dédito directo

source: Direct Deposit
gl_es: Depósito directo

source: Manual Deposit
gl_es: Depósito Manual

source: Write Cheque
gl_es: Escreber cheque

source: The only required field is the name which can be descriptive like My Current Account
gl_es: O único campo requerido é o nome, que pode ser descritivo como A Minha Conta Corrente

source: Opening details
gl_es: Detalles de Apertura

source: &Create
gl_es: &Criar

source: &Edit Transactions...
gl_es: &Editar Asentos...

source: Splitted Transaction
gl_es: Asentos Desglosados

source: Payee changed. Old: "%1", New: "%2"
gl_es: Cobrador cambiado. Anterior: "%1", Novo: "%2"

source: Transfer account changed. Old: "%1", New: "%2"
gl_es: Conta de transferéncia cambiada. Anterior: "%1", Nova: "%2"

source: Category changed. Old: "%1", New: "%2"
gl_es: Categoria cambiada. Anterior: "%1", Nova: "%2"

source: Memo changed. Old: "%1", New: "%2"
gl_es: Memo cambiado. Anterior: "%1", Nova: "%2"

source: Amount changed. Old: "%1", New: "%2"
gl_es: Importe cambiado. Anterior: "%1", Novo: "%2"

source: %1 items of the details for the transaction have changed.
gl_es: %1 elementos dos detalles da transaczón foron cambiados.

source: Unable to modify schedule:
gl_es: Incapaz de modificar programazón.

source: Some occurences that are older than '%1' have not been entered yet. Delete all occurences that have not been entered before this date?
gl_es: Alguns eventos anteriores a '%1' ainda non foron introducidos. Borrar todas as aparizóns que non fosen introducidas antes desta data?

source: Are you sure you want to enter this occurence which is %1 days after today?
gl_es: Está seguro que quer introducir este evento, que é %1 dias anterior a hoxe?

source: Unable to add transaction:
gl_es: Incapaz de engadir asento

source: Error in slotAmountChanged?
gl_es: Erro en slotAmountChanged?

source: The date must lie in the range %1 to %2
gl_es: A data debe estar no rango %1 a %2

source: Price ($):
gl_es: Prezo ($):

source: Price History:
gl_es: Actualizar prezo

source: Investment:
gl_es: Investimento:

source: Enter Scheduled Transaction
gl_es: Introduza asento programado

source: <b><p>Please check that all the details below are correct and press OK.</p><p>Editable data can be changed and can either be applied to just this occurence or for all subsequent occurences for this schedule. (You will be asked what you intend after clicking on OK).</p></b>
gl_es: <b><p>Por favor comprobe que todos os detalles son correctos e prema OK </p><p>Os dados editábeis poden ser cambiados e tamén poden ser aplicados a só esta ou a todas as seguintes aparicións deste evento programado (Perguntará-se-lle que pretende despois de premer o OK).</p></b>

source: <b>Name:</b>
gl_es: <b>Nome:</b>

source: <b>Type:</b>
gl_es: <b>Tipo:</b>

source: Transaction Details
gl_es: Detalles do asento

source: <b>Payee:</b>
gl_es: <b>Cobrador:</b>

source: <b>Amount:</b>
gl_es: <b>Cantidade:</b>

source: <b>Date:</b>
gl_es: <b>Data:</b>

source: <b>To:</b>
gl_es: <b>Para:</b>

source: <b>From:</b>
gl_es: <b>De:</b>

source: <b>Category:</b>
gl_es: <b>Categoria:</b>

source: Please enter the amount you pay for interest and amortization or leave the field empty to calculate it.
gl_es: Por favor introduza a cantidade que paga de xuro e amortizazón ou deixe-a en branco para calculá-la.

source: Amortization and interest
gl_es: Amortizazón e interese

source: KMyMoney either calculates the new interest rate or the amount for amortization and interest. If you know the amount for amortization and interest then enter it here. If KMyMoney should calculate this value for you, then leave the field blank.
gl_es: KMyMoney calcula tanto a nova taxa de xuro como a cantidade de amortizazón e interese. Se coñece a cantidade de amortizazón e xuro entón introduza-a aqui. Se KMyMoney debe calcular-lle este valor, deixe o campo en branco.

source: KMyMoney either calculates the new interest rate or the amount for amortization and interest. If you know the interest rate then enter it here. If KMyMoney should calculate this value for you, then leave the field blank.
gl_es: KMyMoney pode calcular tanto a nova taxa de xuro coo a cantidade de amortizazón e intereses. Se coñece a taxa de xuro entón introduza-a aqui. Se KMyMoney debe calcular-la, deixe o campo en branco

source: Amortization + Interest:
gl_es: Amortizazón+Interese:

source: Interest and amortization
gl_es: Interese e amortizazón

source: KMyMoney will create a schedule for this payment and reminds you whenever a payment must be made.
gl_es: KMyMoney criará un asento programado para este pago e recordará-llo sempre que deba realizá-lo.

source: Next payment due on:
gl_es: O vindeiro pagamento vence en:

source: Adding a new institution. The only required field is the name, which can be the name of a bank like Woolwhich, or a descriptive name like Family Cash Accounts.
gl_es: Engadindo unha nova organizazón. O único campo requerido é o nome, que pode ser o nome dun banco como Woolwhich, ou un nome descritivo como Contas da Família.

source: Postcode:
gl_es: Código Postal:

source: Sort code:
gl_es: Código de ordenazón:

source: Managers name:
gl_es: Nome do Director:

source: Edit Scheduled Transfer
gl_es: Editar Transferéncia Programada

source: Schedule Name:
gl_es: Nome do asento programado:

source: Payment Information
gl_es: Informazón do Pago

source: Pay to:
gl_es: Pagar a:

source: From:
gl_es: De:

source: To:
gl_es: Para:

source: Method:
gl_es: Método:

source: Amount:
gl_es: Cantidade:

source: This is an estimate because the amount varies
gl_es: Esta é unha estimazón porque as cantidades varian

source: Category:
gl_es: Categoria:

source: &Split
gl_es: De&sglosar

source: Memo:
gl_es: Texto:

source: Enter this into the register automatically
gl_es: Introducir no rexisto automaticamente

source: This series will end at some time
gl_es: Esta série rematará nalgun momento

source: &Scan
gl_es: E&scanear

source: Automatically create missing payees
gl_es: Criar cobradores perdidos automaticamente

source: Splitted transaction
gl_es: Asento desglosado

source: <b>Unassigned
gl_es: <b>Sen asinar

source: <b>Sum of splits
gl_es: <b>Suma de partidas

source: <b>Transaction amount
gl_es: <b>Importe do asento

source: Reset all settings
gl_es: Limpar todo

source: Use this to reset all settings to the state they were when the dialog was opened.
gl_es: Empregue esto para que todas as opzóns volten ao estado que tiñan ao iniciar o diálogo.

source: Leave the dialog and return to where you came from.
gl_es: Abandonar o diálogo e voltar ao ponto de onde viñeche.

source: &Search
gl_es: &Buscar

source: Start the search
gl_es: Comezar a búsca

source: Takes the current criteria and searches for matching transactions.
gl_es: Toma o critério actual e busca asentos que se axusten a el.

source: Text
gl_es: Texto

source: Please choose the type of export you wish to perform. A simple explanation of the export type is available at the bottom of the screen and is updated when you select an item from the choice box. Once you have chosen an export type please press the OK button.
gl_es: Por favor escolla o tipo de exportazón a realizar. Dispón dunha breve explicazón do tipo de exportazón no fondo da pantalla, que é actualizado cando escolle unha opzón. Cando escolla o tipo axeitado de exportazón, por favor prema o botón OK.

source: Use this dialog to enter personal information about yourself. All information is optional and is provided to personalise your KMyMoney file.
gl_es: Empregue este diálogo para introducir a sua informazón persoal. Toda a informazón é opcional e facilita-se para personalizar o seu arquivo KMyMoney.

source: Your address
gl_es: O seu enderezo

source: Accepts the imported transactions and continues
gl_es: Aceitar os asentos importados e continuar

source: Use this to accept all transactions and import them into the file.
gl_es: Empregue esto para aceitar todos os asentos e importá-los ao arquivo.

source: Cancel the import operation
gl_es: Cancelar a importazón

source: Use this to abort the import and undo all changes made during import.
gl_es: Use esto para abortar a importazón e desfacer todos os cámbios feitos durante a importazón.

source: Merging transactions ...
gl_es: Unindo os asentos...

source: The imported data is displayed together with the data already stored in the file. Imported transactions are shown with a yellow background. Pressing "OK" will accept all transactions, "Cancel" will remove all imported transactions. You may modify the transactions - if need to - before you press "OK" or even delete transactions that have been imported incorrectly (e.g. duplicate transactions).
gl_es: Os dados importados amosan-se xunto cos dados xa armacenados no arquivo. Os asentos importados amosan-se con fondo marelo. Premendo "OK" aceitará todos os asentos, "Cancelar" eliminará todos os asentos importados. Pode modificar os asentos -se o precisar- antes de premer "OK" ou mesmo borrar os que fosen importados incorrectamente (p.ex. asentos duplicados).

source: Import verification
gl_es: Verificazón da importazón

source: Abort operation
gl_es: Abortar operazón

source: Use this to abort the export operation
gl_es: Use esto para abortar a operazón de exportazón

source: Use this dialog to backup your data. Please make sure you have a disk inserted and that the drive is ready. Then choose the mount point from either the Choose button or by entering the path in the available box. Click on OK to perform the backup making sure you have ticked the mount checkbox if your system doesn't use automount.
gl_es: Use este diálogo para facer unha cópia de respaldo dos seus dados. Por favor asegure-se de ter introducido un disco e de que o dispositivo está listo. Logo escolla o ponto de montaxe mediante o botón Escoller o introducindo a rota directamente. Prema o botón OK para realizar a cópia de respaldo asegurando-se de ter marcado a casiña montaxe se o seu sistema non usa automount.

source: Mount Point:
gl_es: Ponto de Montaxe:

source: Reject any changes
gl_es: Rexeita calquer cámbio

source: Use this to abort the account/category dialog
gl_es: Use esto para abortar o diálogo conta/categoria

source: Accept modifications
gl_es: Aceitar modificazóns

source: Use this to accept the data and possibly create the account/category
gl_es: Use esto para aceitar a data e posibelmente criar a conta/categoria

source: Account with that name already exists.
gl_es: Xa existe unha conta con ese nome.

source: Category with that name already exists.
gl_es: Xa existe unha categoria con ese nome.

source: New Account
gl_es: Nova Conta

source: Ne&w Institution
gl_es: No&va Organizazón

source: <u>I</u>nstitution
gl_es: <u>O</u>rganizazón

source: If this account is managed by an institution please select the institution from the list. If the institution does not yet exist, please choose the <i>New Institution</i> button to create it. <p> Otherwise, leave this field empty.
gl_es: Se esta conta é xestionada por una Organizazón, por favor escolla dita organizazón da lista. Se a organizazón non existe ainda, por favor escolla o botón <i>Nova Organizazón</i> para criá-la. <p> En outro caso, deixe o campo en branco.

source: Institution Selection
gl_es: Seleczón de Organizazón

source: Which type of account do you want to create?
gl_es: Que tipo de conta desexa criar?

source: Checkings
gl_es: Caixa

source: Account Type Selection
gl_es: Seleczón de tipo de conta

source: What is the name of the account?
gl_es: Cal é o nome da conta?

source: Selecting the "Preferred Account" checkbox will allow preferred access in some dialogs.
gl_es: Escoller a casiña "Conta Preferida" permitirá-lle ter aceso preferente nalguns diálogos.

source: Account Name
gl_es: Nome da Conta

source: What is the account number?
gl_es: Cal é o número de conta?

source: If you do not know the account number, please leave this field empty. You can add the account number at any later time in the account details dialog. The account number is not used by KMyMoney but it is sometimes practical to have this information at your disposition.
gl_es: Se non sabe o número de conta, por favor deixe o campo valeiro. Pode engadi-lo máis tarde no diálogo Detalles da Conta. O número de conta non é usado por KMyMoney pero ás veces é útil ter esta informazón á sua disposizón.

source: Account Number
gl_es: Número de Conta

source: What is the opening balance and date of this account?
gl_es: Cais son a data e balance de apertura desta conta?

source: What is the currency of this account?
gl_es: Cal é a moeda desta conta?
