Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Cell font
ro: Fontul celulei

source: Header font
ro: Fontul antetului

source: Sort order of register in normal view
ro: Ordinea de sortare a registrului în modul de vizualizare normal

source: Sort order of register in search dialog
ro: Ordinea de sortare a registrului în modul de căutare

source: Default reconciliation state for transactions entered during reconciliation
ro: Starea implicită a reconcilierii pentru tranzacţiile introduse în timpul reconcilierii

source: Number of days (plus/minus) to search for matching transactions
ro: Numărul de zile (plus/minus) pentru căutarea tranzacţiilor care se asociază

source: During import, ask for a new payee's default category
ro: În cursul operației de import întreabă care este categoria împlicită a beneficiarului/plătitorului

source: Method to calculate forecast
ro: Metoda de calculare a estimării

source: Days to forecast
ro: Durata estimării în zile

source: Days of normal account cycle
ro: Numărul de zile ale unui ciclu normal de cont

source: Number of historic cycles to use in forecast
ro: Numărul de cicluri istorice folosite în estimare

source: Day of month to start forecast
ro: Ziua din lună care începe estimarea

source: Method to calculate history-based forecast
ro: Metoda de calcul a estimării bazate pe istoric

source: Skip opening date when fetching transactions
ro: Ignoră data deschiderii la preluarea tranzacţiilor

source: Include future transaction when using Schedule Forecast
ro: Include tranzacţii viitoare când se foloseşte estimarea programării

source: Include scheduled transactions when using Schedule Forecast
ro: Include tranzacţiile programate când se foloseşte estimarea programării

source: additional names for cash account
ro: nume adiţionale pentru contul de numerar

source: additional names for checking account
ro: nume adiţionale pentru contul curent

source: additional names for credit card account
ro: nume adiţionale pentru contul de card de credit

source: additional names for asset account
ro: nume adiţionale pentru contul de active

source: additional names for opening balance payee
ro: nume adiţionale pentru beneficiarul/plătitorul soldului de deschidere

source: additional names for invoice accounts
ro: nume adiţionale pentru contul de facturi

source: Loss:
ro: Pierdere:

source: Accepts the entered data and stores it
gl_es: Aceita os dados introducidos e armacena-os
ro: Acceptă datele introduse şi le salvează

source: Use this to accept the modified data.
ro: Foloseşte acesta pentru a accepta datele modificate.

source: A payee with the name '%1' already exists. It is not advisable to have multiple payees with the same identification name. Are you sure you would like to rename the payee?
ro: Există deja un beneficiar cu numele '%1'. Nu este indicat să existe mai mulţi beneficiari cu acelaşi nume de indentificare. Sunteţi siguri că doriţi să redenumiţi beneficiarul?

source: Unable to modify payee
gl_es: Non foi posíbel modificar o cobrador
ro: Nu se poate modifica beneficiarul

source: Do you want to save the changes for <b>%1</b>?
ro: Doriţi să salvaţi modificările pentru <b>%1</b>?

source: Save changes
ro: Salvaţi modificările

source: Balance: %1
gl_es: Saldo: %1
ro: Soldul: %1

source: Amortization of %1
gl_es: amortizazón de %1
ro: Amortizare de %1

source: Payment to %1
gl_es: Pago de %1
ro: Plată la %1

source: Loan payment from %1
gl_es: Pagar empréstito con %1
ro: Plata împrumutului de la %1

source: _: Split transaction (category replacement) Split transaction
ro: Tranzacţie compusă

source: There was an error creating your report: "%1". Please report this error to the developer's list: kmymoney2-developer@lists.sourceforge.net
ro: S-a constatat o eroare în timpul creării raportului dumneavoastră: "%1". Vă rog să raportaţi această eroare listei de dezvoltatori ai aplicaţiei: kmymoney2-developer@lists.sourceforge.net

source: Critical Error
ro: Eroare Critică

source: Unable to generate report
ro: Nu s-a putut genera raportul

source: Chart
ro: Grafic

source: Show the chart version of this report
ro: Afişează versiunea graficului acestui raport

source: Report
ro: Raport

source: Show the report version of this chart
ro: Afişează versiunea raportului acestui grafic

source: Reports
ro: Rapoarte

source: Comment
ro: Comentarii

source: Charts
ro: Grafice

source: Favorite Reports
ro: Rapoarte favorite

source: Old Customized Reports
ro: Rapoarte personalizate vechi

source: Include Stylesheet
ro: Include foaia de stil

source: _: CSV (Filefilter) CSV files
ro: Fişiere CSV

source: _: HTML (Filefilter) HTML files
ro: Fişiere HTML

source: Export as
ro: Exportă ca

source: Default Report
ro: Raport implicit

source: Custom Report
ro: Raport personalizat

source: (Customized)
ro: (Personalizat)

source: Are you sure you want to delete report <b>%1</b>? There is no way to recover it!
ro: Sunteţi siguri că doriţi să ştergeţi raportul <b>%1</b>? Odată şters raportul nu mai poate fi recuperat!

source: Delete Report?
ro: Sterge Raportul?

source: Sorry, <b>%1</b> is a default report. You may not delete it.
ro: Ne pare rău, <b>%1</b> este un raport implicit. Nu îl puteţi şterge.

source: &Open
ro: &Deschide

source: &New report
ro: Raport &nou

source: Income and Expenses
ro: Venituri şi cheltuieli

source: Income and Expenses This Month
ro: Venituri şi cheltuieli în această lună

source: Income and Expenses This Year
ro: Venituri şi cheltuieli în acest an

source: Income and Expenses By Year
ro: Venituri şi cheltuieli în funcţie de an

source: Income and Expenses Graph
ro: Grafic cu venituri şi cheltuieli

source: Income and Expenses Pie Chart
ro: Diagramă circulară cu venituri şi cheltuieli

source: Net Worth
ro: Valoare netă

source: Net Worth By Month
ro: Valoarea netă pe lună

source: Net Worth Today
ro: Valoarea netă astăzi

source: Net Worth By Year
ro: Valoarea netă pe an

source: 7-day Cash Flow Forecast
ro: Estimare de flux financiar pe 7 zile

source: Net Worth Graph
ro: Grafic cu valoarea netă

source: Account Balances by Institution
ro: Solduri conturilor ordonate după înstituţie

source: Account Balances by Type
ro: Solduri conturilor ordonate după tip

source: Transactions by Account
ro: Tranzacţii ordonate după cont

source: Transactions by Category
ro: Tranzacţii ordonate după categorie

source: Transactions by Payee
ro: Tranzacţii ordonate după beneficiar/plătitor

source: Transactions by Month
ro: Tranzacţii ordonate după lună

source: Transactions by Week
ro: Tranzacţii ordonate după săptămână

source: Loan Transactions
ro: Tranzacţii de împrumut

source: Transactions by Reconciliation Status
ro: Tranzacţii după starea reconcilierii

source: Cash Flow
ro: Fluxul de numerar

source: Cash Flow Transactions This Month
ro: Tranzacţii de flux de numerar din această lună

source: Investments
ro: Investiţii

source: Investment Holdings by Account
ro: Investiţii ordonate după cont

source: Investment Holdings by Type
ro: Investiţii ordonate după tip

source: Investment Performance by Type
ro: Performanţa investiţiilor ordonată după tip

source: Investment Holdings Pie
ro: Diagrama circulară pentru exploatarea investiţiilor

source: Investment Worth Graph
ro: Graficul valorii de investiţii

source: Investment Price Graph
ro: Graficul prețului investiţiei

source: Investment Moving Average Price Graph
ro: Graficul mediei glisante a prețului investiţiei

source: Investment Moving Average
ro: Media glisantă a investiţiei

source: Investment Moving Average vs Actual
ro: Media glisantă a investiţiei faţă de Actual

source: Taxes
ro: Impozite

source: Tax Transactions by Category
ro: Tranzacţii de impozite ordonate după categorie

source: Tax Transactions by Payee
ro: Tranzacţii de impozite ordonate după beneficiar/plătitor

source: Tax Transactions by Category Last Fiscal Year
ro: Tranzacţii de impozite ordonate după categorie în ultimul an fiscal

source: Tax Transactions by Payee Last Fiscal Year
ro: Tranzacţii de impozite ordonate după beneficiar/plătitor în ultimul an fiscal

source: Budgeting
ro: Buget

source: Budgeted vs. Actual This Year
ro: Bugetat vs. actual pentru acest an

source: Monthly Budgeted vs. Actual
ro: Bugetul lunar vs. starea actuală

source: Yearly Budgeted vs. Actual
ro: Bugetul anual vs. starea actuală

source: Monthly Budget
ro: Bugetul lunar

source: Yearly Budget
ro: Bugetul anual

source: Yearly Budgeted vs Actual Graph
ro: Grafic cu bugetul anual vs. starea actuală

source: Forecast By Month
ro: Estimare după lună

source: Forecast Next Quarter
ro: Estimare pe trimestrul următor

source: Net Worth Forecast Graph
ro: Graficul valorii nete estimate

source: General Information
gl_es: Informazón xeral
ro: Informaţii generale

source: Schedule Information
ro: Informaţii despre programări

source: Schedule Summary Information
ro: Informaţii despre programări rezumate

source: Account Information
ro: Informaţii despre cont

source: Loan Information
ro: Informaţii despre împrumut

source: Institutions
ro: Instituţii

source: Accounts
gl_es: Contas
ro: Conturi

source: Bills & Reminders
gl_es: Recibos e Recordatórios
ro: Facturi şi memoratori

source: Scheduled transactions
ro: Tranzacţii programate

source: Categories
gl_es: Categorias
ro: Categorii

source: Payees
gl_es: Cobradores
ro: Beneficiari/Plătitori

source: Ledgers
gl_es: Libros diários
ro: Registre

source: Creating transactions can only be performed in the ledger view
ro: Tranzacţiile se pot crea doar în modul de vizualizare registru

source: Modifying transactions can only be performed in the ledger view
ro: Tranzacţiile se pot modifica doar în modul de vizualizare registru

source: Duplicating transactions can only be performed in the ledger view
ro: Tranzacţiile se pot duplica doar în modul de vizualizare registru

source: Edit the current selected transactions
ro: Modifică tranzacţiile marcate

source: <b>%1</b> is not a KMyMoney file.
ro: <b>%1</b> nu este un fişier KMyMoney.

source: GPG is not available for decryption of file <b>%1</b>
ro: GPG nu este disponibil pentru decriptarea fişierului <b>%1</b>

source: File <b>%1</b> contains the old binary format used by KMyMoney. Please use an older version of KMyMoney (0.8.x) that still supports this format to convert it to the new XML based format.
ro: Fişierul <b>%1</b> conţine vechiul format binar folosit de către KMyMoney. Vă rog să folosiţi o versiune mai veche de KMyMoney (0.8.x) care mai foloseşte acest format pentru a-l converti la noul format bazat pe XML.

source: File <b>%1</b> contains an unknown file format!
ro: Fişierul <b>%1</b> conţine datele într-un format necunoscut!

source: Cannot read from file <b>%1</b>!
ro: Nu se poate citi fişierul <b>%1</b>!

source: Cannot load file <b>%1</b>. Reason: %2
ro: Nu se poate încărca fişierul <b>%1</b>. Motivul: %2

source: File <b>%1</b> not found!
ro: Fişierul <b>%1</b> nu a fost găsit!

source: Can't open database %1
ro: Nu se poate deschide baza de date %1

source: An unrecoverable error occurred while reading the database
ro: O eroare ireparabilă a apărut în cursul citirii bazei de date

source: Database malfunction
ro: Funcţionare defectuoasă a bazei de date

source: Unknown fix level in input file
ro: Nivel de reparare necunoscut pentru fişierul de intrare

source: GPG does not seem to be installed on your system. Please make sure, that GPG can be found using the standard search path. This time, encryption is disabled.
ro: GPG nu pare să fie instalat pe sistemul dumneavoastră. Vă rog, fiţi sigur că GPG poate fi găsit folosind calea de căutare standard. În acest timp, criptarea este dezactivată.

source: GPG not found
ro: GPG nu a fost găsit

source: You have selected to encrypt your data also with the KMyMoney recover key, but the key with id</p><p><center><b>%1</b></center></p>has not been found in your keyring at this time. Please make sure to import this key into your keyring. You can find it on the <a href="http://kmymoney2.sourceforge.net/">KMyMoney web-site</a>. This time your data will not be encrypted with the KMyMoney recover key.
ro: Aţi ales să criptaţi datele şi cu cheia de siguranţă KMyMoney, dar cheia cu id-ul</p><p><center><b>%1</b></center></p>nu a fost găsită în acest moment. Vă rog să vă asiguraţi că importaţi această cheie. O puteţi găsi la <a href="http://kmymoney2.sourceforge.net/">KMyMoney web-site</a>. De data aceasta datele dumneavoastră nu vor fi criptate cu cheia de siguranţă KMyMoney.

source: GPG-Key not found
ro: GPG-Key nu a fost găsit

source: You have specified to encrypt your data for the user-id</p><p><center><b>%1</b>.</center></p>Unfortunately, a valid key for this user-id was not found in your keyring. Please make sure to import a valid key for this user-id. This time, encryption is disabled.
ro: Aţi specificat să criptaţi datele pentru id-ul utilizatorului</p><p><center><b>%1</b>.</center></p>Din păcate nu s-a găsit nicio cheie validă pentru acest id de utilizator. Vă rog să vă asiguraţi că importaţi o cheie validă pentru acest id de utilizator. În acest moment, criptarea e dezactivată.

source: You have configured to save your data in encrypted form using GPG. Please be aware, that this is a brand new feature which is yet untested. Make sure, you have the necessary understanding that you might loose all your data if you store it encrypted and cannot decrypt it later on! If unsure, answer <b>No</b>.
ro: Aţi configurat salvarea datelor dumneavoastră în formă criptată, folosind GPG. Vă rog fiţi atent că aceasta este o facilitate nouă care nu e încă testată. Fiţi sigur că aţi înţeles că aţi putea pierde toate datele dacă le salvaţi criptate şi că nu le-aţi mai putea decripta mai târziu! Dacă nu sunteţi sigur, răspundeţi <b>Nu</b>.

source: Store GPG encrypted
ro: Memorează criptarea GPG

source: Unable to open file '%1' for writing.
gl_es: Non foi posíbel abrir o arquivo '%1' para escritura.
ro: Nu s-a putut deschide pentru scriere fieşierul '%1'.

source: Failure while writing to '%1'
gl_es: Fallo durante a escritura a '%1'
ro: Eroare în timpul scriereii în '%1'

source: Tried to access a file when it's not open
gl_es: Tentou aceder a un arquivo cando este non estaba aberto
ro: S-a încercat acesul la un fişier în timp ce acesta nu era deschis

source: Since this version of KMyMoney only writes data files in its new format, files written with this version cannot be read by KMyMoney version 0.4. If you still want to use older versions of KMyMoney with your data files, please make sure you keep a backup-file of your finance data. If you want to abort this operation, please press Cancel now
ro: De la această versiune de KMyMoney fişierele vor fi scrise doar cu formatul nou, care nu poate fi citit de KMyMoney versiunea 0.4. Dacă doriţi să folosiţi versiuni mai vechi de KMyMoney cu fişierele dumneavoastră de date, vă rog să vă asiguraţi că aveţi o copie de siguranţă a datelor dumneavoastră financiare. Dacă vreţi să anulaţi această operaţiune, vă rog să apăsaţi acum Renunţă.

source: Malformed URL '%1'
gl_es: URL mal formada '%1'
ro: URL defect '%1'

source: Database contains data which must be removed before using SaveAs. Do you wish to continue?
ro: Baza de date conţine date care trebuie şterse înainte de folosirea comenzii Salvează ca. Doriţi să continui?

source: An unrecoverable error occurred while writing to the database. It may well be corrupt.
ro: O eroare neaşteptată a apărut în timpul scrierii în baza de date. Ar putea foarte bine să fie coruptă.

source: Can't open or create database %1 Retry SaveAsDatabase and click Help for further info
ro: Nu am putut deschide sau crea baza de date %1 Reîncercaţi SalveazăCaBazădedate şi faceţi clic pe Help pentru informaţii suplimentare

source: Afghanistan Afghani
ro: Afgan Afgan

source: Albanian Lek
ro: Lek albanez

source: Netherland Antillian Guilder
ro: Gulden antilean olandez

source: Algerian Dinar
ro: Dinar algerian

source: Andorran Franc
ro: Franc andorez

source: Andorran Peseta
ro: Peseta Andoreză

source: Angolan New Kwanza
ro: Kwanza nouă angoleză

source: Argentine Peso
ro: Peso argentinian

source: Aruban Florin
ro: Florin Aruba

source: Australian Dollar
ro: Dolar australian

source: Azerbaijani Manat
ro: Manat azer

source: Bahamian Dollar
ro: Dolar Bahamas

source: Bahraini Dinar
ro: Dinar Bahrein

source: Bangladeshi Taka
ro: Taka Bangladesh

source: Barbados Dollar
ro: Dolar Barbados

source: Belize Dollar
ro: Rublă bielorusă

source: Bermudian Dollar
ro: Dolar Bermude

source: Bhutan Ngultrum
ro: Ngultrum Bhutan

source: Bolivian Boliviano
ro: Boliviano Bolivian

source: Bosnian Convertible Mark
ro: Marcă bosniacă

source: Botswana Pula
ro: Pula Botswana

source: Brazilian Real
ro: Real brazilian

source: British Pound
ro: Liră sterlină

source: Brunei Dollar
ro: Dolar Brunei

source: Bulgarian Lev
ro: Levă bulgară

source: Burundi Franc
ro: Franc Burundi

source: CFP Franc Pacifique
ro: CFP Franc Pacific

source: Cambodia Riel
ro: Riel cambodgian

source: Canadian Dollar
ro: Dolar canadian

source: Cape Verde Escudo
ro: Escudo Capul Verde

source: Cayman Islands Dollar
ro: Dolar Insulele Cayman

source: Chilean Peso
ro: Peso Chile

source: Chinese Yuan Renminbi
ro: Yuan China Renminbi

source: Colombian Peso
ro: Peso columbian

source: Comoros Franc
ro: Franc comorian

source: Costa Rican Colon
ro: Colón costarican

source: Croatian Kuna
ro: Kună croată

source: Cuban Peso
ro: Peso cubanez

source: Czech Koruna
ro: Coroană cehă

source: Danish Krone
ro: Coroană daneză

source: Djibouti Franc
ro: Franc Djibouti

source: Dominican Peso
ro: Peso dominican

source: East Caribbean Dollar
ro: Dolar Caraibele de est

source: Egyptian Pound
ro: Liră egiptieană

source: El Salvador Colon
ro: Colón salvadorian

source: Eritrean Nakfa
ro: Nakfa Eritreea

source: Estonian Kroon
ro: Coroană estoniană

source: Ethiopian Birr
ro: Birr Etiopia

source: Falkland Islands Pound
ro: Liră Insulele Falkland

source: Fiji Dollar
ro: Dolar Fiji

source: Gambian Dalasi
ro: Dalasi Gambia

source: Georgian Lari
ro: Lari georgian

source: Ghanaian Cedi
ro: Cedi Ghana

source: Gibraltar Pound
ro: Liră Gibraltar

source: Guatemalan Quetzal
ro: Quetzal Guatemala

source: Guinea-Bissau Peso
ro: Peso Guinea-Bissau

source: Guyanan Dollar
ro: Dolar guyanez

source: Haitian Gourde
ro: Gourde Haiti

source: Honduran Lempira
ro: Lempira Honduras

source: Hong Kong Dollar
ro: Dolar Hong Kong

source: Hungarian Forint
ro: Forint

source: Iceland Krona
ro: Coroană islandeză

source: Indian Rupee
ro: Rupia indiană

source: Indonesian Rupiah
ro: Rupia indoneziană

source: Iranian Rial
ro: Rial iranian

source: Iraqi Dinar
ro: Dinar irakian

source: Israeli New Shekel
ro: Shekel nou israelian

source: Jamaican Dollar
ro: Dolar jamaican

source: Japanese Yen
ro: Yen japonez

source: Jordanian Dinar
ro: Dinar iordanian

source: Kazakhstan Tenge
ro: Tenge Kazah

source: Kenyan Shilling
ro: Shilling kenyan

source: Kuwaiti Dinar
ro: Dinar kuweitian

source: Kyrgyzstan Som
ro: Som Kârgâzstan

source: Laos Kip
ro: Kip Laos

source: Latvian Lats
ro: Lat leton

source: Lebanese Pound
ro: Lira libaneză

source: Liberian Dollar
ro: Dolar liberian

source: Libyan Dinar
ro: Dinar libian

source: Lithuanian Litas
ro: Litas lituan

source: Macau Pataca
ro: Pataca Macau

source: Macedonian Denar
ro: Denar macedonean

source: Malagasy Franc
ro: Franc Malagasy

source: Malawi Kwacha
ro: Kwacha Malawi

source: Malaysian Ringgit
ro: Ringgit Malaysian

source: Maldive Rufiyaa
ro: Rufiyaa Maldive

source: Mali Republic Franc
ro: Franc Republica Mali

source: Mauritanian Ouguiya
ro: Ouguiya Mauritania

source: Mauritius Rupee
ro: Rupee Mauritius

source: Mexican Peso
ro: Peso mexican

source: Moldavian Leu
ro: Leu Moldovenesc

source: Mongolian Tugrik
ro: Tugrik Mongol

source: Moroccan Dirham
ro: Dirham marocan

source: Mozambique Metical
ro: Metical Mozambique

source: Myanmar Kyat
ro: Kyat Myanmar

source: Namibian Dollar
ro: Dolar namibian

source: Nepalese Rupee
ro: Rupie nepaleză

source: New Zealand Dollar
ro: Dolar neo-zeelandez

source: Nicaraguan Cordoba Oro
ro: Córdoba nicaraguană

source: Nigerian Naira
ro: Naira Nigeria

source: North Korean Won
ro: Won Corea de Nord

source: Norwegian Kroner
ro: Coroană norvegiană

source: Omani Rial
ro: Rial Oman

source: Pakistan Rupee
ro: Rupie pakistaneză

source: Panamanian Balboa
ro: Balboa Panamanian

source: Papua New Guinea Kina
ro: Kina Papua Noua Guinee

source: Paraguay Guarani
ro: Guarani Paraguay

source: Peruvian Nuevo Sol
ro: Nuevo sol peruvian

source: Philippine Peso
ro: Peso filippinez

source: Polish Zloty
ro: Zlot polonez

source: Qatari Rial
ro: Rial Qatar

source: Romanian Leu (new)
ro: Leu românesc (nou)

source: Russian Ruble
ro: Rubla rusească

source: Rwanda Franc
ro: Franc ruandez

source: Samoan Tala
ro: Tala Samoa

source: Sao Tome and Principe Dobra
ro: Dobra Sao Tome and Principe

source: Saudi Riyal
ro: Riyal saudit

source: Seychelles Rupee
ro: Rupia Seychelles

source: Sierra Leone Leone
ro: Leone Sierra Leone

source: Singapore Dollar
ro: Dolar Singapore

source: Solomon Islands Dollar
ro: Dolar Insulele Solomon

source: Somali Shilling
ro: Şiling somalez

source: South African Rand
ro: Rand Africa de Sud

source: South Korean Won
ro: Won Coreea de Sud

source: Sri Lanka Rupee
ro: Rupia Sri Lanka

source: St. Helena Pound
ro: Liră Sfânta Elena

source: Sudanese Dinar
ro: Dinar sudanez

source: Suriname Guilder
ro: Guilder Suriname

source: Swaziland Lilangeni
ro: Lilangeni Swaziland

source: Swedish Krona
ro: Coroană suedeză

source: Swiss Franc
ro: Franc elveţian

source: Syrian Pound
ro: Lira siriană

source: Taiwan Dollar
ro: Dolar taiwanez

source: Tajikistan Somani
ro: Somani Tajikistan

source: Tanzanian Shilling
ro: Şiling tanzanian

source: Thai Baht
ro: Baht Thailanda

source: Tongan Pa'anga
ro: Pa'anga Tonga

source: Trinidad and Tobago Dollar
ro: Dolar Trinidad şi Tobago

source: Tunisian Dinar
ro: Dinar tunisian

source: Turkish Lira (new)
ro: Liră turcească (nouă)

source: Turkmenistan Manat
ro: Manat Turkmenistan

source: US Dollar
ro: Dolar american

source: Uganda Shilling
ro: Şiling ugandez

source: Ukraine Hryvnia
ro: Hryvnia Ukraine

source: United Arab Emirates Dirham
ro: Dirham United Arab Emirates

source: Uruguayan Peso
ro: Peso Uruguay

source: Uzbekistani Sum
ro: Sum Uzbekistan

source: Vanuatu Vatu
ro: Vatu Vanuatu

source: Venezuelan Bolivar
ro: Bolivar Venezuela

source: Vietnamese Dong
ro: Dong vietnamez

source: Yugoslav Dinar
ro: Dinar iugoslav

source: Zambian Kwacha
ro: Kwacha Zambia

source: Zimbabwe Dollar
ro: Dolar Zimbabwe

source: Gold
ro: Aur

source: Palladium
ro: Paladiu

source: Platinum
ro: Platină

source: Silver
ro: Argint

source: Austrian Schilling
ro: Şiling austriac

source: German Mark
ro: Marcă germană

source: French Franc
ro: Franc francez

source: Italian Lira
ro: Liră italiană

source: Spanish Peseta
ro: Peseta spaniolă

source: Dutch Guilder
ro: Gulden olandez

source: Belgian Franc
ro: Franc belgian

source: Luxembourg Franc
ro: Franc Luxembourg

source: Portuguese Escudo
ro: Escudo portughez

source: Irish Pound
ro: Liră irlandeză

source: Finnish Markka
ro: Marcă finlandeză

source: Greek Drachma
ro: Drachma grecească

source: Romanian Leu
ro: Leu românesc

source: Russian Ruble (old)
ro: Rubla rusească (veche)

source: Slovenian Tolar
ro: Taler sloven

source: Turkish Lira
ro: Liră turcească

source: Maltese Lira
ro: Liră malteză

source: Cyprus Pound
ro: Liră cipriotă

source: Slovak Koruna
ro: Coroană slovacă
