Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Select groups of accounts that correspond to the ways that you will use KMyMoney. Each group you select will cause several accounts and categories to be created. Select the groups that are relevant to you. You can always create additional accounts manually later.
ro: Alegeţi grupe de conturi care corespund modului în care veţi folosi KMyMoney. Fiecare grup ales va determina crearea a unor conturi şi categorii. Alegeţi grupul potrivit pentru nevoile dumneavoastră. După ce aţi ales grupul puteţi crea noi conturi.

source: <p>KMyMoney supports multiple currencies, nevertheless one of them will be used as your base currency. The base currency is used as default for new accounts and reports. Please select the base currency from the following list.
ro: <p>KMyMoney poate lucra cu mai multe monede, cu toate acestea una dintre ele va fi aleasă ca moneda de bază. Moneda de bază este folosită ca moneda implicită pentru conturi şi rapoarte noi. Vă rog să selectaţi moneda de bază din lista următoare.

source: Name
gl_es: Nome
ro: Nume

source: ISO Code
ro: Cod ISO

source: Symbol
ro: Simbol

source: <p>Use the fields below to enter some information about yourself.</p> <p>All information is optional and only used to personalize your KMyMoney file.</p>
ro: <p>Folosiţi câmpurile de mai jos pentru a introduce informaţii despre dumneavoastră.</p> <p>Toate informaţiile sunt opţionale şi sunt folosite doar pentru a vă personaliza fişierul KMyMoney.</p>

source: Town:
gl_es: Cidade:
ro: Oraş:

source: County/State:
gl_es: Província:
ro: Judeţ:

source: Street:
gl_es: Rua:
ro: Stradă:

source: Email:
ro: Poşta electronică:

source: Telephone:
gl_es: Teléfone:
ro: Telefon:

source: Your name:
gl_es: O seu Nome:
ro: Numele dumneavoastră:

source: Load from Addressbook
ro: Încărcaţi din cartea de adrese

source: Postal Code:
ro: Cod poştal:

source: KMyMoney New Account Setup
ro: Creaţi un cont nou KMyMoney

source: Institution
gl_es: Organizazón
ro: Instituţie

source: Account
gl_es: Conta
ro: Cont

source: Details
gl_es: Detalles
ro: Detalii

source: Payments
gl_es: Pagos
ro: Plăţi

source: Fees
ro: Taxe

source: Schedule
gl_es: Programador
ro: Programare

source: Payout
ro: Plată

source: Parent Account
ro: Cont părinte

source: Finish
ro: Termină

source: Credit card payment
ro: Plată cu card de credit

source: Loan payment for %1
ro: Plata împrumut pentru %1

source: Loan payment
gl_es: Pago de empréstito
ro: Plata împrumut

source: Amortization
gl_es: Amortizazón
ro: Amortizare

source: Interest
gl_es: Xuro
ro: Dobândă

source: User
ro: Utilizator

source: Checking
ro: Cont curent

source: Savings
gl_es: Aforro
ro: Economii

source: Credit Card
gl_es: Tarxeta de crédito
ro: Card de credit

source: Cash
gl_es: Tesouraria
ro: Numerar

source: Loan
gl_es: Empréstito
ro: Împrumut

source: Investment
gl_es: Inversión
ro: Investiţie

source: Asset
gl_es: Activos
ro: Activ

source: Liability
gl_es: Pasivos
ro: Pasiv

source: Equity
ro: Capital

source: Please make sure to enter the correct conversion for the selected opening date. If you requested an online quote it might be provided for a different date.
ro: Introduceţi rata de conversie corectă pentru data de deschidere aleasă. Dacă realizaţi o actualizare online a cotaţiei s-ar putea să primiţi o cotaţie pentru o altă dată.

source: Check date
ro: Data

source: 1 %1 equals %2
ro: 1 %1 este egal cu %2

source: Conversion rate is not positive
ro: Rata de schimb nu este pozitivă

source: No account name supplied
ro: Nu a fost dat un nume de cont

source: Write check
ro: Scrie cec

source: Direct debit
gl_es: Débito directo
ro: Debit direct

source: Bank transfer
ro: Transfer bancar

source: Standing order
ro: Ordin de plată

source: Manual deposit
gl_es: Depósito manual
ro: Depozit manual

source: Direct deposit
gl_es: Depósito directo
ro: Depozit direct

source: Other
gl_es: Outro
ro: Altele

source: CreditCard %1 monthly payment
ro: Plata lunară de %1 pentru cardul de credit

source: Finish entry and create account
ro: Finalizează introducerea datelor şi creează contul

source: Finish entry and create account and schedule
ro: Finalizează introducerea datelor şi creează contul şi programarea

source: Next due date is prior to opening date
ro: Următoarea dată scadentă are loc înainte de data deschiderii

source: No account selected
ro: Nu a fost alest niciun cont

source: No amount for payment selected
ro: Nu a fost aleasă suma plăţii

source: No payee for payment selected
ro: Nu a fost ales beneficiarul plăţii

source: No name assigned for schedule
ro: Nu a fost ales numele programării

source: No payee supplied
ro: Nu a fost ales plătitorul

source: No opening balance supplied
ro: Nu a fost dat soldul iniţial

source: An interest change can only happen after the first payment
ro: Rata dobânzii se poate schimba doar după ce prima plată a avut loc

source: Months
gl_es: Meses
ro: Luni

source: Years
gl_es: Anos
ro: Ani

source: KMyMoney has calculated the amount of the loan as %1.
gl_es: KMyMoney calculou a cantidade do empréstito como %1.
ro: KMyMoney a calculat cuantumul împrumutului ca fiind %1.

source: KMyMoney has calculated the interest rate to %1%.
gl_es: KMyMoney calculou o xuro como %1 %.
ro: KMyMoney a calculat rata dobânzii la %1%.

source: KMyMoney has calculated a periodic payment of %1 to cover principal and interest.
ro: KMyMoney a calculat o suma%1, plătită periodic, pentru a rambursa împrumutul şi dobânda aferentă.

source: The number of payments has been decremented and the balloon payment has been modified to %1.
ro: Numărul de plăţi restante a fost redus cu unu iar suma de plată la termen a împrumutului a fost modificată la %1.

source: The balloon payment has been modified to %1.
ro: Suma de plată la termen a împrumutului a fost modificată la %1.

source: KMyMoney has calculated the term of your loan as %1.
gl_es: KMyMoney calculo o remate do seu empréstito como %1.
ro: KMyMoney a calculat termenul de achitare a împrumutului dumneavoastră la data de %1.

source: KMyMoney has calculated a balloon payment of %1 for this loan.
ro: KMyMoney a calculat la %1 suma de plată la termen a împrumutului.

source: KMyMoney has successfully verified your loan information.
gl_es: KMyMoney verificou satisfactoriamente a informazón do seu empréstito .
ro: KMyMoney a verificat cu succes informaţiile legate de împrumutul dumneavoastră.

source: You have entered mis-matching information. Please modify your figures or leave one value empty to let KMyMoney calculate it for you
ro: Informaţiile introduse de către dumneavoastră nu se potrivesc. Vă rog să modificaţi valorile sau păstraţi o valoare necompletată pentru a permite KMyMoney să calculeze acea valoare pentru dumneavoastră

source: Calculation error
gl_es: Erro de cálculo
ro: Eroare de calcul

source: Accept this or modify the loan information and recalculate.
gl_es: Aceite esto os modifique a informazón do empréstito e recalcula.
ro: Acceptaţi sau modificaţi informaţiile legate de împrumut pentru a re-calcula.

source: Calculation successful
gl_es: Calculo correcto
ro: Calcul reuşit

source: _n: one month %n months
ro: _n: o lună %n luni

source: _n: one year %n years
ro: _n: un an %n ani

source: _n: one payment %n payments
ro: _n: o plată %n plăţi

source: Press Calculate to verify the values
ro: Apăsaţi Calculează pentru a verifica valorile

source: Not all details supplied
ro: Nu au fost date toate detaliile

source: &Create...
gl_es: &Criar...
ro: &Creează...

source: Create a new asset account
ro: Creează un nou cont de active

source: If the asset account does not yet exist, press this button to create it.
ro: Dacă contul de active nu există apăsaţi acest buton pentru a-l crea

source: Account information
ro: Informaţii despre cont

source: Subaccount of
ro: Subcont al

source: Type
gl_es: Tipo
ro: Tip

source: Currency
gl_es: Moeda
ro: Monedă

source: Opening date
ro: Data deschiderii

source: Conversion rate
ro: Rata de schimb

source: Opening balance
ro: Soldul iniţial

source: Number
gl_es: Número
ro: Număr

source: Brokerage Account
ro: Cont de brokeraj

source: Loan information
ro: Informaţii despre împrumut

source: Amount borrowed
ro: Suma luată cu împrumut

source: Amount lent
ro: Suma dată cu împrumut

source: Interest rate
gl_es: Taxa de xuro
ro: Rata dobânzii

source: Interest rate is
ro: Rata dobânzii este

source: Principal and interest
ro: Împrumutul şi dobânda

source: Additional fees
ro: Comisioane

source: Payment frequency
gl_es: Frecuéncia dos pagos
ro: Frecvenţa plăţii

source: Payment account
ro: Cont de plată

source: Payout information
ro: Informaţii despre plată

source: Refinance
ro: Refinanţare

source: Transfer amount to
ro: Transferă suma în

source: Transfer amount from
ro: Transferă suma din

source: Payment date
ro: Data plăţii

source: Schedule information
ro: Informaţii despre transferuri programate

source: Occurence
ro: Ocurenţă

source: Monthly
gl_es: Mensualmente
ro: Lunar

source: Paid from
ro: Plătit din

source: Pay to
ro: Plătit către

source: Amount
gl_es: Cantidade
ro: Sumă

source: First payment due
ro: Data primei plăţi

source: Payment method
gl_es: Método de Pago
ro: Metoda de plată

source: This page summarizes the data you have entered. Press <b>Finish</b> to create the account, schedules, etc. or use <b>Back</b> to modify your entries.
ro: Această pagină conţine un sumar cu datele pe care le-aţi introdus. Apăsaţi <b>Termină</b> pentru a crea contul, transferurile programate, etc. sau folosiţi <b>Înapoi</b> pentru a modifica datele introduse.

source: Value
gl_es: Valor
ro: Valoare

source: Enter the name of the account under which it is known within KMyMoney. Select the type for the new account. Use the <b>What's this?</b> feature to see more details about the various account types. Enter the date the account was opened and its currency.
ro: Introduceţi numele contului aşa cum va fi identificat acesta în cadrul aplicaţiei KMyMoney. Alegeţi tipul contului creat. Folosiţi unealta <b>Ce este asta?</b> pentru a afla mai multe detalii despre diferitele tipuri de cont. Introduceţi data şi moneda în care a fost deschis contul.

source: Select the currency in which this account is denominated.
ro: Selectaţi valuta acestui cont.

source: The opening balance is the balance of the account when you start using it with KMyMoney. For new accounts this is usually 0 but for existing accounts this may well differ. Please consult the account statements to figure out this value. The opening balance is to be provided in the currency of the account as selected with the currency button.
ro: Soldul de deschidere este soldul contului în momentul în care începeţi gestionarea acestuia cu ajutorul KMyMoney. Pentru conturi noi de obicei această valoare este 0 dar pentru conturi existente ea poate fi diferită. Consultaţi extrasele de cont pentru a afla această valoare. Soldul de deschidere se va da în valuta contului care a fost aleasă cu butonul pentru valute.

source: The opening date would be the date of the last statement. In case you want to keep track of transactions prior to this date, enter the ending balance and statement date of a prior statement and add all following transactions into KMyMoney. <br> <i>Note</i>: If you do not know the exact amount of the opening balance, enter an estimate. You can change this value later before you reconcile this account for the first time.
ro: Data deschiderii contului ar trebui să fie data ultimei declaraţii. În cazul în care doriţi să gestionaţi tranzacţii care au avut loc înainte de această dată introduceţi soldul şi data unei declaraţii precedente şi adăugaţi toate tranzacţiile începând cu acea dată. <br> <i>Observaţie</i>: Dacă nu cunoaşteţi soldul la deschiderea contului introduceţi o sumă estimată. Puteţi modifica această valoare mai târziu când veţi reconcilia acest cont cu ajutorul extraselor de cont bancare.

source: Account type
gl_es: Tipo de conta
ro: Tipul contului

source: For foreign currencies an initial conversion rate needs to be provided. This should be the price of the foreign currency in the base currency on the opening date of the account.
ro: Pentru valute străine o rată iniţială de conversie trebuie dată. Această rată ar trebui să fie preţul valutei străine în valuta de bază în data deschiderii contului.

source: Account name
ro: Numele contului

source: <p><b>Checking</b> Use the checking account type to manage activities on your checking account e.g. payments, checks and cash card purchases.</p> <p><b>Savings</b> Use the savings account type to manage activities on your savings account.</p> <p><b>Credit Card</b> Use the credit card account type to manage activities on your credit card.</p> <p><b>Cash</b> Use the cash account type to manage activities in your wallet.</p> <p><b>Loan</b> Use the loan account type to manage amortization loans (e.g. mortgages, car loan, money you lend, private loans etc.).</p> <p><b>Investment</b> Use the investment account to manage your stock, mutual fund and other investments.</p> <p><b>Asset</b> Use the asset account type to manage assets (e.g. your house, car or art collection).</p> <p><b>Liability</b> Use the liability account type to manage any type of liability except amortization loans. Use it for taxes you owe or money you borrowed from friends. For amortization loans like mortgages you should create a loan account.</p>
ro: <p><b>Cont curent</b> Folosiţi acest tip de cont pentru a gestiona operaţiile din contul dumneavoastră curent cum ar fi: plăţi, operaţii de plată cu cardul.</p> <p><b>Economii</b> Folosiţi acest tip de cont pentru a gestiona operaţiile din contul dumneavoastră de economii.</p> <p><b>Card de credit</b> Folosiţi acest tip de cont pentru a gestiona operaţiile din contul dumneavoastră de credit</p> <p><b>Numerar</b> Folosiţi contul de tip numerar pentru a gestiona operaţiile din portofelul dumneavoastră</p> <p><b>Împrumut</b> Folosiţi acest tip de cont pentru a gestiona amortizarea împrumuturilor (de exemplu credite ipotecare, împrumuturi auto, împrumuturi acordate de către dumneavoastră etc.).</p> <p><b>Investiţii</b> Folosiţi contul de tip investiţii pentru a vă gestiona investiţiile în acţiuni, obligaţiuni, fonduri de investiţii şi alte tipuri de investiţii.</p> <p><b>Active</b> Folosiţi acest tip de cont pentru a vă gestiona activele (de exemplu casa, maşina sau o colecţie de artă a dumneavoastră).</p> <p><b>Pasive</b> Folosiţi contul de pasive pentru a gestiona toate pasivele cu excepţia celor cu împrumuturi amortizate . Puteţi folosi acest tip de cont pentru taxe datorate sau bani împrumutaţi de la prieteni. Pentru împrumuturi amortizate ca de exemplu creditele ipotecare creaţi un cont de tip împrumut.</p>

source: Preferred account
gl_es: Conta preferida
ro: Cont preferat

source: Mark this checkbox if the account should be maintained as preferred account
gl_es: Marque esta casiña se a conta debe ser mantida como conta preferida
ro: Bifaţi acestă căsuţă dacă doriţi ca acest cont să fie un cont preferat.

source: Selecting the <b>Preferred Account</b> checkbox will allow preferred access in some dialogs and views of KMyMoney.
ro: Bifând căsută <b>Cont preferat</b> va permite accesul mai uşor la acest cont din câteva ecrane ale aplicaţiei KMyMoney.

source: Enter a name under which this account is known within KMyMoney.
ro: Introduceţi numele contului aşa cum va fi identificat acesta în cadrul aplicaţiei KMyMoney.

source: Online quote
ro: Cotaţie online

source: Does this investment account have a brokerage account?<p> <b>Check</b> the mark if this investment account has an associated account for money that is not invested.<br> <b>Uncheck</b> it if you don't use this account for active stock brokerage. You should also uncheck it if this account is not maintained by a bank or broker.
ro: Acest cont de investiţii are ataşat un cont de brokeraj?<p> <b>Bifaţi</b> dacă acest cont de investiţii are asociat un cont pentru bani care nu sunt investiţi .<br> <b>Debifaţi</b> dacă nu folosiţi acest cont pentru activităţi de brokeraj. De asemenea debifaţi dacă acest cont nu este întreţinut de o bancă sau de către un broker.

source: Create brokerage account
ro: Creează un cont de brokeraj

source: Account number
ro: Numărul contului

source: Please select the required options. Please use the <b>What's this?</b> feature to see more information about the items.
ro: Vă rog să alegeţi opţiunile necesare. Folosiţi unealta <b>Ce este asta?</b> pentru a afla mai multe detalii despre opţiuni.

source: What is the type of the loan?
ro: Care este tipul împrumutului dat?

source: I am borrowing money
gl_es: Pido prestados cartos
ro: Iau bani cu împrumut

source: I am lending money
gl_es: Presto Cartos
ro: Dau bani cu împrumut

source: Who is the payee/payer of the loan?
ro: Cine este beneficiarul/plătitorul împrumutului?

source: Enter the name of the person or bank you owe money or who owes you money. If the name does not exist within KMyMoney's database, you are asked if you want to create it.
ro: Introduceţi numele persoanei sau băncii căruia îi datoraţi bani sau care vă datorează bani. Dacă numele dat nu există în baza de date KMyMoney veţi fi întrebat dacă vreţi sa-l creaţi.

source: Did you make/receive any payments yet?
ro: Aţi efectuat/încasat deja plăţi?

source: Were there any payments for this loan whether they are entered into KMyMoney or not? Note: Payments made to obtain the loan (e.g. Disagio) are not considered as payments in this context.
ro: Au fost efectuate plăţi introduse în KMyMoney pentru acest împrumut? Observaţie: Plăţile efectuate pentru obţinerea acestui împrumut (de exemplu comisioane pentru schimb valutar) nu sunt considerate plăţi în acest context.

source: Which payments do you want to record?
ro: Ce plăţi doriţi să înregistraţi?

source: All payments
ro: Toate plăţile

source: Start with this year's payments
ro: Plăţile începând cu anul acesta

source: <qt>Select which transactions should be recorded. <b>All payments</b> allows you to enter all payments made for this loan. The option to <b>start from the beginning of the current year</b> is meant for loans that are active for a longer period of time already and you don't want to enter all transactions of the past. </qt>
ro: <qt>Alegeţi plăţile care trebuiesc înregistrate. <b>Toate plăţile</b> vă permite să introduceţi toate plăţile efectuate pentru acest împrumut. Alegând <b>plăţile începând cu anul acesta</b> puteţi să evitaţi necesitatea introducerii tuturor tranzacţiilor unui împrumut care se derulează deja de o perioadă de timp mai lungă. </qt>

source: Balance before start of recording
ro: Soldul înaintea începerii înregistrărilor

source: Enter the ending balance found on the statement that is the last one before you want to start recording this loan in KMyMoney.
ro: Introduceţi soldul de pe ultimul extras bancar dinaintea primei plăţi pe care o doriţi să o înregistraţi pentru acest împrumut în KMyMoney.

source: You have selected to record only payments from the beginning of this year. Since prior transactions will not be recorded, you need to supply the balance of the loan on January 1st of this year.
ro: Aţi ales să înregistraţi plăţi de la începutul acestui an. Deoarece plăţile anterioare acestei dăţi nu vor fi înregistrate trebuie să daţi soldul împrumutului la data de 1 ianuarie a acestui an.

source: Interest Compounding frequency
ro: Frecvenţa de capitalizare a dobânzii

source: Select the frequency with which the interest is compounded. If uncertain, select the same as the payment frequency. Consult your loan contract for details.
ro: Alegeţi frecvenţa cu care donbânda este capitalizată. Dacă nu sunteţi siguri alegeţi aceeaşi frecvenţă ca cea a plăţilor. Consultaţi contractul de împrumut pentru detalii.

source: Due date of first payment to be recorded
ro: Data scadentă a primei plăţi înregistrate.

source: Depending on the answer to <b>What do you want to record?</b> this field means the following:<p> <b>All payments</b><br> Enter the due date of the very first payment<p> <b>Start with this year's payments</b><br> Enter the due date of the first payment in the current year
ro: Depinzând de răspunsul la întrebarea <b>Care dintre plăţi doriţi să le înregistraţi?</b> acest câmp are următoarele semnificaţii:<p> <b>Toate plăţile</b><br> Data de scadenţă a primei plăţi<p> <b>Plăţile începând cu anul acesta</b><br> Data de scadenţă a primei plăţi din anul acesta

source: Type of interest rate
ro: Tipul ratei dobânzii

source: Fixed
ro: Fixă

source: Variable
ro: Variabilă

source: Time between interest changes
ro: Intervalul de timp dintre momentele în care se recalculează rata dobânzii

source: Days
gl_es: Dias
ro: Zile

source: Weeks
gl_es: Semanas
ro: Săptămâni

source: Next interest change is due
ro: Următoare recalculare a ratei dobânzii va avea loc

source: This page allows you to select the parent account.
ro: Această pagină vă permite să alegeţi contul părinte.

source: If this account is managed by an institution please select the institution from the list. If the institution does not exist yet, please choose the <b>New Institution</b> button to create it. Otherwise, leave this field empty. Enter the account number used by the institution to identify the account.
ro: Dacă acest cont este gestionat de către o instituţie vă rog să o alegeţi din listă. Dacă instituţia nu există încă, vă rog să folosiţi butonul <b>Instituţie nouă</b> pentru a o crea, altfel lăsaţi acest câmp gol. Introduceţi numărul folosit de către instituţie pentru a indentifica contul.

source: Select the institution which manages this account or leave empty
ro: Alegeţi instituţia care gestionează contul sau lăsaţi necompletat

source: New Institution
ro: Instituţie nouă

source: Accounts managed by an institution are usually referenced by a unique number the so called account number. Enter that number here. KMyMoney currently uses this number only for some online banking functions.
ro: Conturile gestionate de către o instituţie sunt de obicei identificabile cu ajutorul unui număr unic care se mai numeşte şi numărul (codul) contului. Întroduceţi acest număr aici. KMyMoney foloseşte acest număr în acest moment doar în câteva dintre funcţiile de online banking.

source: Enter the International Bank Account Number into this field
ro: Introduceţi un număr de cont IBAN (număr de cont bancar internaţional) în acest câmp

source: You can enter the IBAN (International Bank Account Number) into this field if you know it. Usually, people at your institution can tell you the number or it is printed on your statements. See also http://en.wikipedia.org/wiki/International_Bank_Account_Number for more information. KMyMoney keeps this field only for documentation purposes and does not use it otherwise.
ro: Puteţi să introduceţi numărul de cont IBAN (International Bank Account Number) în acest câmp dacă îl cunoaşteţi. De obicei, cei de la instituţia care gestionează acest cont vă pot spune acest număr sau îl aveţi imprimat pe extrasele contului. Vedeţi de asemenea http://en.wikipedia.org/wiki/International_Bank_Account_Number pentru mai multe informaţii. KMyMoney păstrează acest câmp în scopuri de documentaţie şi nu îl foloseşte în alte moduri.
