Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Edit selection
gl_es: Editar Seleczón
ro: Modifică selecţia

source: Please select, which data of the loan you want to modify.
gl_es: Por favor, escolla os dados do empréstito a modificar
ro: Vă rog să alegeţi parametrii împrumutului pe care doriţi să-i modificaţi.

source: Modify the interest rate
gl_es: Modificar o tipo de xuro
ro: Modifică rata dobânzii

source: Modify additional fees
gl_es: Modificar taxas adicionais
ro: Modifică comisioanele

source: Modify other loan information
gl_es: Modificar outra informazón do empréstito
ro: Modifică alte informaţii despre debit

source: Effective date
gl_es: Data de efeito
ro: Data efectivă

source: When should the changes become active?
gl_es: Cando deberian facer-se efectivos os cámbios?
ro: De când ar trebui să între în vigoare schimbările efectuate?

source: Lending or borrowing money
gl_es: Prestando ou pedindo cartos
ro: Daţi sau luaţi împrumut

source: Do you borrow or lend money?
gl_es: Pedes ou prestas cartos?
ro: Daţi bani împrumut sau luaţi bani cu împrumutul?

source: Name of the loan
gl_es: Nome do empréstito
ro: Numele împrumutului

source: How do you want to call this loan? Examples for names are 'car loan', 'school loan', 'home owner loan'.
gl_es: Como lle desexa chamar a este emprétito? Exemplos de nomes son 'emprétito do coche', 'empréstito para estudos', 'hipoteca'.
ro: Cum doriţi să denumiţi acest împrumut? Exemple de nume pot fi 'Împrumut auto', 'Împrumut de studii', 'Împrumut pentru locuinţă'.

source: Type of interest
gl_es: Tipo de xuro
ro: Tipul de dobândă

source: Is the interest of this loan fixed over a period of time or is it adapted from time to time? If the interest rate changes during the amortization phase of the loan you should choose the option 'variable interest rate'.
gl_es: Este empréstito é de xuro fixo ou variábel? Se a taxa de interese cámbia durante a fase de amortizazón debe escoller a opzón 'xuro de tipo variábel'.
ro: Rata dobânzii este fixă pe durata împrumutului sau este modificată din când în când? Dacă rata dobânzii se schimbă în faza amortizării împrumutului ar trebui să alegeţi varianta 'Rată variabilă'

source: Fixed interest rate
gl_es: Xuro de tipo fixo
ro: Rată fixă

source: Variable interest rate
gl_es: Xuro de tipo variábel
ro: Rată variabilă

source: Payments?
gl_es: Pagos?
ro: Plăţi?

source: Were there any payments for this loan whether they are entered into KMyMoney or not?
gl_es: Fixeron-se pagos deste empréstito antes da sua introdución en KMyMoney ou non?
ro: Există plăţi deja efectuate pentru acest împrumut indiferent dacă ele au fost introduse sau nu în KMyMoney?

source: No, no payments were made yet.
gl_es: Non, non se fixeron pagos ainda
ro: Nu, nu a fost încă efectuate plăţi.

source: Yes, payments were made.
gl_es: Si, fixeron-se pagos
ro: Da, există plăţi efectuate.

source: Note: Payments made to obtain the loan (e.g. Dissagio) are not considered as payments in this context.
gl_es: Nota: Os pagamentos feitos para obter o empréstito (p.ex. "Comisións de apertura") non son considerados como pagamentos neste contexto.
ro: Notă: Plăţile efectuate pentru obţinerea împrumutului (de exemplu comisionul de acordare) nu sunt considerate plăţi în acest context.

source: Recording payments?
gl_es: Rexistando pagos?
ro: Înregistraţi plăţi?

source: Do you want to record all payments of this loan with KMyMoney?
gl_es: Quere vocé rexistar todos os pagos deste empréstito con KMyMoney?
ro: Doriţi să înregistraţi toate plăţile pentru acest împrumut în KMyMoney?

source: Yes, record all payments.
gl_es: Si, rexiste todos os pagos.
ro: Da, înregistrează toate plăţile.

source: No, only record payments since the beginning of this year.
gl_es: Non, rexiste só os pagos desde o comezo deste ano.
ro: Nu, înregistrează numai plăţile efectuate începând cu acest an.

source: Date of next interest change
gl_es: Data do vindeiro cámbio de xuro
ro: Data următoarei recalculări a ratei dobânzii

source: Select the date when the interest rate for this loan will be modified and the frequency of the future changes.
gl_es: Escolla a data en que se modificará a taxa deste empréstito e a frecuéncia de cámbios futuros.
ro: Alegeţi data în care rata dobânzii va fi modificată şi frecvenţa modificărilor viitoare.

source: Next interest change on
gl_es: Os vindeiros intereses cambian o
ro: Următoarea schimbare a ratei dobânzii va avea loc la

source: Time until next change
gl_es: Tempo até o vindeiro cámbio
ro: Durata până la următoarea recalculare

source: Please enter the amount you pay for principal and interest or leave the field empty to calculate it.
ro: Vă rog să introduceţi suma plătită pentru împrumut şi dobânda aferentă sau lăsaţi câmpul gol pentru a fi calculat.

source: Current amount
gl_es: Cantidade Actual
ro: Suma curentă

source: KMyMoney either calculates the new interest rate or the amount for principal and interest. If you know the amount for principal and interest then enter it here. If KMyMoney should calculate this value for you, then leave the field blank.
ro: KMyMoney calculează fie o nouă rată a dobânzii fie suma împrumutului şi dobânda. Dacă cunoaşteţi suma împrumutului şi dobânda introduceţi-le aici. Dacă KMyMoney ar trebui să calculeze această valoare pentru dumneavoastră, lăsaţi acest câmp gol.

source: Please enter the interest rate or leave the field empty to calculate it.
gl_es: Por favor introduza a taxa de xuro ou deixe o campo en branco para calculá-lo.
ro: Vă rog să daţi rata dobânzii sau lăsaţi câmpul gol pentru a fi calculat pentru dumneavoastră.

source: Current rate
gl_es: Taxa actual
ro: Rata actuală

source: KMyMoney either calculates the new interest rate or the amount for principal and interest. If you know the interest rate then enter it here. If KMyMoney should calculate this value for you, then leave the field blank.
ro: KMyMoney calculează fie o nouă rată a dobânzii fie suma împrumutului şi dobânda. Dacă cunoaşteţi rata dobânzii introduceţi-o aici. Dacă KMyMoney ar trebui să calculeze această valoare pentru dumneavoastră, lăsaţi acest câmp gol.

source: Date of first payment
gl_es: Data do primeiro pago
ro: Data primei plăţi

source: Calculate Loan
gl_es: Calcular Empréstito
ro: Calculează împrumutul

source: You have successfully entered the general information about your loan. Next, KMyMoney needs some information about the calculation of the loan.
gl_es: Introduxo satisfactoriamente a informazón xeral do seu empréstito. A seguir, KMyMoney necesita algunha informazón acerca do cálculo do empréstito.
ro: Aţi introdus cu succes informaţiile generale despre împrumutul dumneavoastră. În pasul următor KMyMoney are nevoie de unele informaţii despre calcularea împrumutului.

source: 2. Calculate Loan
gl_es: 2. Calcular Empréstito
ro: 2. Calculează împrumutul

source: 3. Payments
gl_es: 3. Pagamentos
ro: 3. Plăţi

source: How often will there be payments made to this loan?
gl_es: Con qué frecuéncia se farán pagos a este empréstito?
ro: Cât de dese vor fi plăţile pentru acest împrumut?

source: Interest calculation
gl_es: Cálculo de intereses
ro: Calculul dobânzii

source: When does the actual interest rate get calculated?
gl_es: Cando se calcula a taxa real de xuro?
ro: Când va fi calculată rata actuală a dobânzii?

source: When the payment is received.
gl_es: Cando se recebe o pago
ro: Când plata este recepţionată.

source: When the payment is due.
gl_es: Cando vence o pago
ro: Când plata este scadentă.

source: Loan amount:
gl_es: Cantidade do empréstito:
ro: Suma împrumutată:

source: Interest rate:
gl_es: Taxa de xuro:
ro: Rata dobânzii:

source: Term:
gl_es: Remate:
ro: Termenul:

source: Principal + Interest:
ro: Împrumut + Dobândă:

source: Final amortization payment
gl_es: Pago final:
ro: Plata finală de amortizare

source: Duration
gl_es: Durazón
ro: Durata

source: Please enter the term of this loan or leave the field empty to calculate it. The term is the time that is required to fully repay the loan. This time might be different from the time your loan contract is signed for.
gl_es: Por favor introduza o remate deste empréstito ou deixe o campo valeiro para calculá-lo. O remate é o tempo requerido para devolver por completo o empréstito. Este tempo pode ser diferente do tempo polo que asine o contrato de empréstito.
ro: Vă rog să daţi termenul acestui împrumut sau lăsaţi acest câmp gol pentru a-l calcula. Termenul împrumutului este periada necesară pentru plata integrală a împrumutului. Acestă perioadă poate fi diferită de cea din contractul dumneavoastră de împrumut.

source: Please enter the amount of a final amortization payment or leave the field empty to calculate it.
gl_es: Por favor introduza a cantidade do pago ao final da amortizazón ou deixe o campo vacio para calculá-lo.
ro: Vă rog să introduceţi suma plătii de amortizare finale sau lăsaţi câmpul gol pentru a-l calcula.

source: Calculation Overview
gl_es: Resumo do cálculo
ro: Prezentare de ansamblu a calculului

source: KMyMoney has calculated the loan as shown in the overview below. You can accept these values by selecting "Next" or change them by choosing "Back" to return to the input field for the information you want to change.
gl_es: KMyMoney calculou o empréstito como se amosa no resumo de abaixo. Pode aceitar estes valores escollendo "Seguinte" ou cambiá-los escollendo "Atrás" para voltar ao campo de entrada da informazón que desexe cambiar.
ro: KMyMoney a calculat împrumutul după cum este afişat în prezentarea de ansamblu de mai jos. Puteţi să acceptaţi aceste valori alegând "Următor" sau schimbaţi valorile alegând "Înapoi" pentru a vă întoarce în ecranul de introducere a datelor pe care doriţi să le modificaţi.

source: In the following steps, KMyMoney supports you in setting up categories and schedules for your loan payments.
gl_es: Nos seguintes pasos, KMyMoney axudará-o a configurar as categorias e asentos programados para os pagos do seu empréstito.
ro: În paşii următori, KMyMoney vă va asista în crearea catagoriilor şi a plăţilor programate pentru plăţile împrumutului dumneavoastră.

source: Please select the category you want to assign the interest payments to or create a new category.
gl_es: Por favor escolla a categoria que desexe asinar aos pagos dos intereses ou crie unha nova categoria.
ro: Vă rog să alegeţi categoria pe care doriţi să o asignaţi plăţilor dobânzii sau creaţi o categorie nouă.

source: Additional Fees
gl_es: Cargos Adicionais
ro: Comisioane

source: If your regular payment contains any additional fees, click on the button "Additional fees" to enter them.
gl_es: Se o seu pago periódico contén cargos adicionais, prema no botón "Cargos Adicionais" para introduci-los.
ro: Dacă plăţile dumneavoastră periodice conţin comisioane, faceţi click pe butonul "Comisioane" pentru a le introduce.

source: = periodical payment:
gl_es: =Pago periódico:
ro: = plată periodică:

source: If no additional fees are included in your periodical payment or you have entered all such fees, then click on "Next".
gl_es: Se non se incluen pagos adicionais nos seus pagos periódicos ou xa os introduxo, prema en "Seguir".
ro: Dacă plătile dumneavoastră periodice nu conţin comisioane sau dacă aţi introdus deja toate aceste comisioane atunci faceţi click pe "Următor".

source: KMyMoney will create a schedule for this payment and reminds you whenever a payment must be made.<p> If you selected to record all payments this date has already been supplied. If you selected to record only this years payments, then the <b>First payment due date</b> is the date of the first payment made in this year.
ro: KMyMoney va crea o plată programată pentru această plată şi vă va reaminti de fiecare dată când o plată va trebui efectuată.<p> Dacă aţi ales să înregistraţi toate plăţile această dată a fost deja dată. Dacă aţi ales să înregistraţi doar plăţile începând cu acest an, atunci data <b>Data primei plăţi</b> va fi data primei plăţi efectuate în acest an.

source: First payment due on:
ro: Prima plată scadentă în:

source: Make payment from/to:
gl_es: Realizar pago de/a:
ro: Efectuează plata din/în:

source: KMyMoney has calculated the loan as shown below. If you want to accept these values use the "Finish" button to update your account, otherwise use the "Back" button to modify your settings.
gl_es: KMyMoney calculou o empréstito como se amosa abaixo. Se quer aceitar estes valores empregue o botón "Finalizar" para actualizar a sua conta, se non é o caso use o botón "Atrás" para modificar os dados.
ro: KMyMoney a calculat împrumutul după cum este afişat mai jos. Dacă doriţi să acceptaţi aceste valori folosiţi butonul "Termină" pentru a vă actualiza contul, altfel folosiţi butonul "Înapoi" pentru a vă modifica schimbările.

source: Additional fees:
gl_es: Cargos adicionais:
ro: Comisioane:

source: Total payment:
gl_es: Pago Total:
ro: Plata totală:

source: Valid from:
gl_es: Valido de:
ro: Valid din:

source: Affected payments:
gl_es: Pagos afectados:
ro: Plăţi afectate:

source: Press this to create a new asset account
ro: Apăsaţi acest buton pentru a crea un nou cont de active

source: This page summarizes the data you entered. If you need to modify anything, please use the "Back" button to go to respective page. Otherwise use the "Finish" button to create the account.
gl_es: Esta páxina resume os dados que indroduxo. Se necesita modificar algo, por favor use o botón "Atrás" para ir á páxina apropriada. En outro caso use o botón "Rematar" para criar a conta.
ro: Această pagină prezintă sumarul datelor introduse de către dumneavoastră. Dacă doriţi să modificaţi ceva vă rog să folosiţi butonul "Înapoi" pentru a naviga la pagina corespunzătoare. Altfel folosiţi butonul "Termină" pentru a crea contul.

source: Payee:
gl_es: Cobrador:
ro: Beneficiar:

source: First payment:
gl_es: Primeiro pago:
ro: Prima plată:

source: Amount is:
gl_es: Cantidade:
ro: Suma este:

source: Loan calculation
gl_es: Calculo de préstamos
ro: Calculul împrumutului

source: Periodic Payment:
gl_es: Pago periódico:
ro: Plată periodică:

source: Additional Fees:
gl_es: Cargos adicionais:
ro: Comisioane:

source: Interest category:
gl_es: Categoria dos intereses:
ro: Categoria împrumutului:

source: Payment from:
gl_es: Pagamento desde:
ro: Plată din:

source: Next due date:
gl_es: Vindeira data de vencemento:
ro: Următoarea dată scadentă:

source: Final Payment:
gl_es: Pago Final:
ro: Plată finală:

source: Interest is due:
gl_es: Vencemento dos intereses:
ro: Dobânda este scadentă la:

source: Payment frequency:
gl_es: Frecuéncia de pago:
ro: Frecvenţă de plată:

source: Online Quote Configuration
ro: Configurarea actualizării online a cotaţiilor

source: Perl Location:
ro: Locaţia executabilului Perl

source: Script:
ro: Script-ul:

source: Reassign payees
ro: Reasignează plătitorul/beneficiarul

source: The transactions associated with the selected payees need to be re-assigned to a different payee before the selected payees can be deleted. Please select a payee from the list below.
ro: Tranzacţiile asociate cu plătitorii/beneficiarii selectaţi trebuie să fie reasociate la alt plătitor/beneficiar înainte ca plătitorii/beneficiarii selectaţi să poată fi şterşi. Vă rog alegeţi un plătitor/beneficiar din lista de mai jos.

source: Available payees:
ro: Beneficiari/plătitori disponibili:

source: Assign deleted names to the above selected payee's matching list
ro: Asigneaza numele şterse listei de asociere a plătitorului/beneficiarului ales mai sus

source: PluginDlg
ro: Funcţii suplimentare

source: PlugIn
ro: Funcţia suplimentară

source: Status
ro: Stare

source: Feature
ro: Funcţionalitate implementată

source: Reconciliation Dialog
gl_es: Asistente para Reconciliazón
ro: Dialogul de reconciliere

source: This dialog will assist in helping you to balance your account. Click on an appropriate transaction within one of the two list views to mark it as reconciled. To create a transaction or edit a transaction you can return to the register by clicking on the Edit Transactions button. Your account is balanced when the Difference is Zero. Click on the Finish button to save the reconciled transactions.
gl_es: Este diálogo axudará-o a balancear a sua conta. Prema nun asento adecuado dunha das duas listas para marcá-lo como reconciliado. Para criar ou editar unha transaczón pode voltar ao rexisto premendo no botón "Editar Transaczón. A sua conta está balanceada cando a Diferenza é zero. Prema no botón Rematar para guardar os asentos reconciliados.
ro: Acest dialog vă va asista în procesul de echilibrare a contului dumneavoastră. Faceţi clic pe o tranzacţie din una din cele două moduri de vizualizare listă pentru a o marca ca reconciliată. Pentru a crea sau a modifica o tranzacţie puteţi să vă întoarceţi la registru facând clic pe butonul Modifică tranzacţii. Contul dumneavoastră este echilibrat când diferenţa este egală cu zero. Faceţi clic pe butonul Termină pentru a salva tranzacţiile reconciliate.

source: Withdrawals
gl_es: Retiradas
ro: Retrageri

source: Previous Balance:
gl_es: Balance Anterior:
ro: Soldul anterior:

source: Ending Balance:
gl_es: Balance Final:
ro: Soldul final:

source: Cleared Balance:
gl_es: Balance Reconciliado:
ro: Soldul tranzacţiilor verificate:

source: Difference:
gl_es: Diferencia:
ro: Diferenţă:

source: Edit Transactions...
ro: Modifică tranzacţiile...

source: Security List Editor
ro: Editor pentru lista titlurilor de valoare

source: Market
ro: Piaţa

source: Cash Fraction
ro: Precizia

source: Add...
ro: Adaugă...

source: Delete...
gl_es: Borrar...
ro: Şterge...

source: Show national currencies
ro: Afişează monedele naţionale

source: KMyMoney - Select Database
ro: KMyMoney - Alegeţi o bază de date

source: CAUTION!
ro: ATENŢIE!

source: <font color="#ff2727">This software is still in an experimental stage, and there are still some known response time problems. Please be patient; we are working on them. As always, please make sure you have adequate backups of your data.</font>
ro: <font color="#ff2727">Această aplicație este încă în stare experimentală şi există anumite probleme de timp de răspuns cunoscute. Vă rugăm să aveți răbdare, lucrăm la rezolvarea lor. Ca de obicei, vă rugăm să vă asiguraţi că aveţi o copie de siguranţă a datelor dumneavoastră.</font>

source: Database Type
ro: Tipul bazei de date

source: Database Name
ro: Numele bazei de date

source: Host Name
ro: Nume gazdă

source: User Name
ro: Numele utilizatorului

source: Preload &all data
ro: Preîncarcă &toate datele

source: &Generate SQL
ro: &Generează instrucţiuni SQL

source: Ca&ncel
ro: &Renunţă

source: Sort options
ro: Opţiuni de sortare

source: Use default
ro: Foloseşte valoare implicită

source: Correct splits
gl_es: Corrixir desgloses
ro: Corecteză părţi de tranzacţie

source: How do you want to proceed?
ro: În ce mod doriţi să continuaţi?

source: Continue to edit splits
ro: Continuă să modifici părţlei de tranzacţie

source: Change total amount of transaction to %1.
ro: Schimbă suma totală a tranzacţiei în %1.

source: Distribute difference of %1 among all splits.
ro: Distribuie diferenţa de %1 între celelalte părţi de tranzacţie.

source: Leave %1 unassigned.
ro: Păstrează suma %1 neasignată.

source: Split transaction
ro: Împarte tranzacţia

source: Unassigned
ro: Neasignat

source: Sum of splits
ro: Suma părţilor de tranzacţie

source: Transaction amount
ro: Suma tranzacţiei

source: Merge
ro: Combină

source: Merges splits with the same category to one split
ro: Combină părţile de tranzacţie din aceeaşi categorie într-o singură parte de tranzacţie

source: In case you have multiple split entries to the same category and you like to keep them as a single split, press this button. The amount for identical categories will be added and stored in a single split for that category.
ro: În cazul în care aveţi mai multe părţi de tranzacţie din aceeaşi categorie şi aţi dori să le păstraţi ca o singură parte, folosiţi acest buton. Sumele pentru categoriile identice vor fi însumate şi stocate într-o singură parte de tranzacţie pentru acea categorie.

source: Clear &Zero
ro: Curăţă valorile nule

source: Removes all splits that have a value of zero.
ro: Şterge toate părţile de tranzacţie care au valoarea zero.

source: New price entry
ro: Înregistrare de preţ nouă

source: Void mark
gl_es: Marca de vacio
ro: Semn null

source: Opening Balance text
gl_es: Texto de Balance de Apertura
ro: Text pentru soldul de deschidere

source: Type field text
gl_es: Escreba o campo de texto
ro: Text pentru tipuri câmp

source: Account delimiter
gl_es: Separador de contas
ro: Delimitator de cont

source: Attempt to match similar transactions
ro: Încercare de a asocia tranzacţii similare

source: The format of the dates in the QIF file.
ro: Formatul datelor în fişierul QIF.

source: If a QIF file contains date entries with years represented with two digits then either an apostrophe or a slash may be used to delimit the year in the dates for certain centuries. This enables 1905 to be distinguished from 2005. Specify here which range of years will have year delimited by an apostrophe (eg. for Quicken this is usually 1900-1949).
ro: Dacă un fişier QIF conţine intrări de date cu anii reprezentaţi cu două cifre atunci se poate folosi sau un apostrof sau caracterul '/' pentru a delimita anul în reprezentarea datelor pentru anumite secole. Astfel 1905 se poate diferenţia faţă de 2005. Specificaţi ce interval de ani au anul delimitat de către un apostrof (de exemplu în Quicken acesta este de obicei 1900-1949).

source: Apostrophe Handling
gl_es: Xestión de Apostrofe
ro: Tratarea apostrofului

source: Amounts
gl_es: Cantidades
ro: Sume

source: Field
gl_es: Campo
ro: Câmp

source: QIF-Record
gl_es: Rexisto QIF
ro: Intrare QIF

source: Decimal Symbol
gl_es: Símbolo Decimal
ro: Simbol decimal

source: Thousand Delimiter
gl_es: Delimitador de milleiro
ro: Delimitatorul miilor

source: Split-Value
gl_es: Valor de Desglose
ro: Valoarea părţii de tranzacţie

source: Commission
gl_es: Comisión
ro: Comision

source: Thousands Separator
gl_es: Separador de Milleiro
ro: Separatorul miilor

source: Output filter location
gl_es: Filtro para exportar
ro: Locaţia filtrului de ieşire

source: Input filter file type
ro: Tipul filtrului de intrare

source: Input filter location
gl_es: Filtro para importar
ro: Locaţia filtrului de intrare

source: Rename
ro: Redenumeşte

source: Reset
gl_es: Reiniciar
ro: Reiniţializează

source: Select Transaction
ro: Alege o tranzacţie

source: Select a transaction and press the OK button or use Cancel to select none.
ro: Alegeţi o tranzacţie şi apăsaţi butonul OK sau folosiţi butonul Renunţă pentru a nu alege nicio tranzacţie.

source: Investment detail wizard
ro: Expertul de definire a detaliilor investiţiilor

source: Security detail wizard
ro: Expertul de definire a titlurilor de valoare

source: _: default price mode <default>
ro: <implicit>

source: Price per share
ro: Preţ pe actiune

source: Total for all shares
ro: Totalul tuturor acţiunilor

source: This wizard allows you to modify the selected investment.
ro: Acest expert vă permite modificare investiţiei alese.

source: This wizard allows you to modify the selected security.
ro: Acest expert vă permite modificarea titlului de valoare ales.

source: The selected symbol is already on file. Do you want to reuse the existing security?
ro: Simbolul dat este deja utilizat. Doriţi să reutilizaţi titlul de valoare existent?

source: Security found
ro: S-a găsit titlul de valoare

source: Unable to create all objects for the investment
ro: Nu s-au putut crea toate obiectele aparţinând investiţiei

source: Change the price information of the selected entry.
ro: Scimbă informaţia de preţ a intrării selectate.

source: &Skip
gl_es: &Saltar
ro: &Omite

source: Skip this transaction
gl_es: Circunvalar este asento
ro: Omite această tranzacţie
