Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Enter the ending balance of your last statement. In case you want to keep track of transactions prior to this date, enter the ending balance of a prior statement and add all following transactions. <p> Note: if you want to maintain this account from the date of opening enter 0. If you do not know the exact amount, enter an estimate. You can change this value later before you reconcile this account.
gl_es: Introduza o balance final do seu último extracto de conta. Se desexa seguir-lle a pista a asentos anteriores a esta data, introduza o balance final dun extracto anterior e engada todos os asentos apartir desa data. <p> Nota: Se quer manter esta conta desde a data de apertura introduza un zero. Se non coñece a cantidade exacta, introduza una estimazón. Pode cambiar este valor máis tarde antes de reconciliar esta conta.

source: Do you wish to add a payment for this credit card account to the list of monthly payments?
gl_es: Desexa engadir un pago nesta conta de tarxeta de crédito á lista de pagos mensuais?

source: Yes, remind me if the payment is due
gl_es: Si, lembre-me se o pago vence

source: Account Payment
gl_es: Conta pagante

source: Accept splits and return to transaction form
gl_es: Aceita os desgloses e volta ao formulario de asentos

source: Use this to accept all changes to the splits and return to the transaction
gl_es: Use esto para aceitar todos os cámbios aos desgloses e voltar ao asento

source: Reject all changes to the splits and return to transaction form
gl_es: Rexeita todos os cámbios aos desgloses e volta ao formulario de asentos

source: Use this to reject all changes to the splits and return to the transaction
gl_es: Use esto para rexeitar todos os cámbios aos desgloses e voltar ao asento

source: Transaction Options
gl_es: Opzóns de asento

source: Edit ...
gl_es: Editar ...

source: Accepts the selected action and continues
gl_es: Aceita a aczón escollida e continua

source: Use this to accept the action and perform it
gl_es: Use esto para aceitar a aczón e realizá-la

source: Return to split transaction dialog
gl_es: Volta ao diálogo de desglose de asento

source: Use this to continue editing the splits
gl_es: Use esto para continuar editando os desgloses

source: &Change total amount of transaction to %1.
gl_es: &Cámbia a cantidade total do asento a %1.

source: You are about to delete this part of the transaction. Do you really want to continue?
gl_es: Está a piques de borrar esta parte do asento. Desexa continuar?

source: Unable to add/modify split
gl_es: Non foi posíbel engadir/modificar o asento

source: Direct creation of new account not yet implemented
gl_es: A criazón directa de novas contas ainda non foi implementada

source: You cannot use this category here
gl_es: Non pode usar esta categoria aqui

source: Unable to modify category
gl_es: Non foi posíbel modificar a categoria

source: Unable to modify amount
gl_es: Non foi posíbel modificar a cantidade

source: Start the backup operation
gl_es: Iniciar a operazón de respaldo

source: Pressing this button starts the backup operation.
gl_es: Premendo este botón inicia-se o copiado de respaldo

source: Cancel the backup operation
gl_es: Cancelar a operación de respaldado

source: Use this to abort the backup and to return to KMyMoney.
gl_es: Use esto para abortar o respaldado e voltar a KMyMoney.

source: Use this to add any additional fees other than interest and amortization contained in your periodical payments.
gl_es: Use esto para engadir calquer cargo adicional diferente de xuros e amortizazón que veña incluído nos seus pagos periódicos.

source: interest and amortization
gl_es: intereses e amortizazón

source: final amortization payment
gl_es: pago final da amortizazón

source: KMyMoney has calculated a periodic payment of %1 to cover amortization and interest.
gl_es: KMyMoney calculou un pago periódico de %1 para cobrir a amortizazón e o interese.

source: one month
gl_es: un mes

source: one year
gl_es: un ano

source: one payment
gl_es: un pago

source: Edit Transfer Schedule
gl_es: Editar Programa de Transferéncias

source: Edit Loan Payment Schedule
gl_es: Editar Pagos Programados de Préstamos

source: Edit Deposit Schedule
gl_es: Editar Depósitos Programados

source: Edit Bill Schedule
gl_es: Editar Recibos Programados

source: Every two weeks
gl_es: Bimensal

source: Twice a year
gl_es: Bianual

source: Exception in slot split clicked
gl_es: Premeu-se excepzón en desglosar

source: The frequency of this schedule must be set to something other than Once
gl_es: A frecuéncia deste asento programado debe ser diferente de Unha só vez.

source: Please fill in the name field.
gl_es: Por favor, encha o campo Nome

source: Please fill in the payee field.
gl_es: Por favor, encha o campo cobrador

source: Please fill in the amount field.
gl_es: Por favor, encha o campo cantidade

source: Please fill in the category field.
gl_es: Por favor encha o campo categoria

source: Please fill in ending date
gl_es: Por favor, indique unha data de remate

source: Unable to edit schedule
gl_es: Non se pudo editar o asento programado

source: Account from and account to are the same
gl_es: As contas orixe e destino son a mesma

source: All split data lost. Please re-enter splits
gl_es: Perderon-se todos os dados do desglose. Por favor, cumprimente de novo

source: The schedule can not be automatically entered when the start date is on or before todays date.
gl_es: O asento programado non pode ser introducido automaticamente cando a data de inicio é a de hoxe ou anterior.

source: The end date can not be set for occurences set to Once
gl_es: Non se pode indicar data final a sucesos que ocorran unha só vez

source: The start date must be greater than today, to automatically enter this schedule.
gl_es: A data de comezo debe ser posterior a hoxe, para introducir automaticamente este asento programado.

source: Withdrawal or Transfer
gl_es: Retirada ou transferéncia

source: You have specified an %1 category for a %1 schedule. Do you want to keep it that way?
gl_es: Especificou unha categoria %1 para un asento programado %1.Desexa manter esto asi?

source: Verify category type
gl_es: Verifique tipo de categoria

source: Bill or Transfer
gl_es: Recibo ou Transferéncia

source: What should happen with the difference?
gl_es: Que devo facer coa diferenza?

source: Continue to &edit splits
gl_es: Continuar &editando desgloses

source: &Change transaction amount into %2
gl_es: &Cambiar a cantidade do asento en %2

source: &Distribute difference among all splits
gl_es: &Repartir a diferenza entre todos os desgloses

source: &Leave unassigned
gl_es: &Deixa sen asinar

source: General settings
gl_es: Configurazóns Xerais

source: Start with home page
gl_es: Iniciar con páxina de inicio

source: Start with last selected page
gl_es: Iniciar coa última páxina escollida

source: Accounts View
gl_es: Vista de contas

source: Accounts view settings
gl_es: Configurazóns da vista de contas

source: Use the normal institution view
gl_es: Usar a vista normal de organizazón

source: Use the new accounts view
gl_es: Utilizar a vista de novas contas

source: Home page settings
gl_es: Configurazón da páxina de início

source: Selected entries are shown on the home page of the application. Use the buttons and checkboxes to customize the layout of the home page.
gl_es: As entradas seleizoadas amosan-se na páxina de início da aplicazón. Empregue os botóns e casiñas para personalizar o aspeito da páxina de início.

source: Show a grid in the register.
gl_es: Amosa unha reixa no rexisto.

source: Always show a Nr. field in transaction form
gl_es: Amosar sempre un número no formulário de asentos

source: Insert transaction type into Nr. field for new transactions
gl_es: Inserir o tipo de asento no campo número nos novos asentos

source: Row Colour options
gl_es: Opzóns de cor das filas

source: Use one colour per transaction
gl_es: Usar unha cor por transaczón

source: Change colour every other row
gl_es: Cambiar a cor cada duas filas

source: Restrict by date
gl_es: Restrinxir pola data

source: Start Date:
gl_es: Data de comezo:

source: Schedule settings
gl_es: Configurazóns do programador

source: Schedule startup options
gl_es: Opzóns de comezo das programazóns

source: Colours
gl_es: Cores

source: Colour settings
gl_es: Configurazón das cores

source: List Colours
gl_es: Lista de cores

source: List view colour :
gl_es: Cor da lista:

source: List background colour :
gl_es: Cor do fondo da lista:

source: List grid colour :
gl_es: Cor da reixa da lista:

source: Header Font
gl_es: Tipo de letra da Cabeceira

source: Cell Font
gl_es: Tipo de letra das celdiñas

source: Use this to accept the selection and continue processing the transaction
gl_es: Use esto para aceitar a seleczón e continuar procesando o asento

source: Cannot add institution:
gl_es: Non se pudo engadir a organizazón:

source: Create a new Account
gl_es: Criar unha nova conta:

source: &Browse
gl_es: &Escoller

source: &Run
gl_es: E&xecutar

source: Search transactions containing the following text
gl_es: Buscar asentos que conteñan o seguinte texto

source: Until today
gl_es: Até Hoxe

source: To
gl_es: até

source: from
gl_es: desde

source: to
gl_es: a

source: text
gl_es: texto

source: Search
gl_es: Buscar

source: Close dialog
gl_es: Pechar Diálogo

source: Use this to close the dialog and abort the operation
gl_es: Use esto para pechar o diálogo e abortar a operazón

source: Use this to accept and store data
gl_es: Use esto para aceitar e armacenar os dados

source: Delete the selected profile
gl_es: Borrar o perfil seleizoado

source: Use this to delete the selected profile
gl_es: Use esto para borrar o perfil seleizoado

source: Use this to accept the data.
gl_es: Use esto para aceitar os dados.

source: Reject all changes to the data and closes the dialog
gl_es: Rexeita todos os cámbios e pecha o diálogo

source: Use this to reject all changes.
gl_es: Use esto para rexeitar todos os cámbios.

source: Some changes have been made to the transaction data.
gl_es: Foron feitos cámbios aos dados do asento.

source: Every four week
gl_es: Cada catro semanas

source: Write cheque
gl_es: Cheque escrito

source: Transfer
gl_es: Transferéncia

source: Split the amount into different categories.
gl_es: Desglosar a cantidade en várias categorias

source: Do you want to add '%1' as payee/receiver ?
gl_es: Desexa engadir '%1' como un cobrador/receptor?

source: Decrease
gl_es: Diminuir

source: Increase
gl_es: Aumentar

source: Todays payments
gl_es: Pagos de hoxe

source: You currently owe:
gl_es: Vocé actualmente debe:

source: Are you sure you want to delete the selected schedule?
gl_es: Está seguro de que desexa borrar o asento programado escollido?

source: In case of loan payments it is currently not possible to recreate the schedules
gl_es: No caso de pago de préstamos, na actualidade non é posíbel recriar os asentos programados

source: Unable to remove schedule
gl_es: Non foi posíbel eliminar os asentos programados

source: Bill Options
gl_es: Opzóns do Recibo

source: New Bill...
gl_es: Novo Recibo...

source: Deposit Options
gl_es: Opzóns de Depósito

source: New Deposit...
gl_es: Novo Depósito...

source: Transfer Options
gl_es: Opzóns de Transferéncia

source: New Transfer...
gl_es: Nova Transferéncia...

source: Error building context menu
gl_es: Erro durante a construción do menu contextual

source: Unable to setup payee/receiver
gl_es: No foi posíbel configurar o cobrador/receptor

source: Unable to modify split
gl_es: Non foi posíbel modificar o desglose

source: The account "%1" does not exist and direct creation of new account not yet implemented
gl_es: A conta "%1" non existe e ainda non foi implementada a criazón direita de novas contas

source: The category "%1" currently does not exist. Do you want to create it?
gl_es: A categoria "%1" non existe. Desexa criá-la?

source: Unable to add category
gl_es: Incapaz de engadir categoria

source: If you press continue, information about all other splits will be lost
gl_es: Se preme continuar, a informazón dos outros desgloses perderá-se

source: Unable to modify transaction
gl_es: Non foi posíbel modificar o asento

source: Unable to modify number
gl_es: Non foi posíbel modificar o número

source: Changing the transaction type in the selected direction will delete all information about categories and accounts. If you press continue, this information will be lost!
gl_es: Modificando o tipo de asento na enderezo indicada borrará toda a informazón acerca de categorias e contas. Se preme continuar, esta informazón perderá-se!

source: Transaction Type Change
gl_es: Cambiar o tipo de asento

source: Unable to modify type
gl_es: Non foi posíbel mudar o tipo

source: Check
gl_es: Comprobar

source: &Transfer
gl_es: &Transferéncia

source: &Check
gl_es: &Comprobas

source: At least one split of this transaction has been reconciled. Do you wish to continue to edit the transaction anyway?
gl_es: A-lo menos un desglose deste asento foi reconciliado. Desexa continuar a editar o asento ainda asi?

source: At least one split of this transaction has been frozen. Editing this transaction is therefore prohibited.
gl_es: A-lo menos un desglose deste asento foi conxelado. Portanto, está proibido editar este asento.

source: Unable to add/modify transaction
gl_es: Non foi posíbel engadir/modificar o asento

source: Not cleared
gl_es: Non compensado

source: Mark as ...
gl_es: Marcar como...

source: Move to account ...
gl_es: Mover á conta...

source: Delete transaction ...
gl_es: Borrar asento...

source: Select sort order
gl_es: Escoller orde para o ordenamento

source: Entry date
gl_es: Data de entrada

source: Type, number
gl_es: Tipo, número

source: Receiver
gl_es: Receptor

source: Unable to mark split
gl_es: Non foi posíbel marcar desglose

source: Moving a split to a different account is not yet implemented
gl_es: Mover un desglose a unha conta diferente ainda non foi implementado

source: You are about to delete the selected transaction. Do you really want to continue?
gl_es: Está a piques de borrar o asento escollido. Desexa realmente continuar?

source: Unable to remove transaction
gl_es: Non foi posíbel eliminar o asento

source: Nr.
gl_es: Nº

source: Please choose a payee:
gl_es: Por favor escoller un cobrador:

source: Or enter a new name:
gl_es: Ou introduza un novo nome:

source: Please select a payee.
gl_es: Por favor escolla un cobrador.

source: &Delete Payee
gl_es: &Borrar Cobrador

source: &Update Details
gl_es: Actualizar &Detalles

source: Institutions/Accounts
gl_es: Organizazóns/Contas

source: Account Options
gl_es: Opzóns da conta

source: Institution Options
gl_es: Opzóns da Organizazón

source: New Account...
gl_es: Nova Conta...

source: KMyMoney Options
gl_es: Opzóns de KmyMoney

source: New Institution...
gl_es: Nova Organizazón...

source: Unable to edit institution:
gl_es: Non foi posíbel editar a organizazón:

source: Really delete this institution:
gl_es: Borrar realmente esta organizazón:

source: Cannot delete institution:
gl_es: Non podo borrar organizazón:

source: Cannot edit account/category:
gl_es: Non podo editar conta/categoria:

source: Cannot delete account:
gl_es: Non podo borrar conta:

source: Since this version of KMyMoney only writes data files in it's new format, files written with this version cannot be read by KMyMoney version 0.4. If you still want to use older versions of KMyMoney with your data files, please make sure you keep a backup-file of your finance data. If you want to abort this operation, please press Cancel now
gl_es: Xa que esta versión de KMyMoney só escrebe arquivos de dados no seu novo formato, os escrito con esta versión non poden ser lidos por KMyMoney versión 0.4. Se ainda desexa usar versións anteriores de KMyMoney cos seus arquivos de dados, por favor, asegure-se de manter un arquivo de respaldo dos seus dados financeiros. Se desexa abortar esta operazón, prema Cancelar agora

source: Cannot add bank
gl_es: Non podo engadir banco

source: Create new KMyMoneyFile
gl_es: Cria un novo arquivo de KMyMoney

source: The next dialog allows you to add a set of predefined categories to the new file. Different languages are available to select from. You can skip loading any predefined categories by selecting "Cancel" from the next dialog.
gl_es: O seguinte diálogo permitirá-lle engadir un conxunto de categorias predefinidas ao novo arquivo. Ha disponíbeis diferentes idiomas. Pode evitar carregar calquer categoria redefinida escollendo "Cancelar" no seguinte diálogo.

source: Load standard categories
gl_es: Carregar categorias estándar

source: Cannot edit personal data
gl_es: Non podo editar dados persoais

source: *.dat|Account templates
gl_es: *.data|Plantillas de contas

source: Select account template
gl_es: Escoller plantilla de contas

source: Cannot find the data file containing the default categories
gl_es: Non podo atopar os arquivos de dados que conteñen as categorias por defeito

source: Loading default accounts
gl_es: Cargando contas por defeito

source: Ready
gl_es: Listo

source: Unknown Account
gl_es: Conta descoñecida

source: The account "%1" was previously created as loan account but some information is missing. The new loan wizard will be started to collect all relevant information. If you cancel the wizard, then the file will be closed.
gl_es: A conta "%1" foi criada con anterioridade como de tipo empréstito pero falta algunha informazón. O asistente para novos empréstitos comezará a recoller toda a informazón de interese. Se cancela o asistente, entón o arquivo pechará-se.

source: Reconciled: %1
gl_es: Reconciliado: %1

source: &Account Details
gl_es: Det&alles da conta

source: Modify the loan details for this loan
gl_es: Modificar os detalles deste empréstito

source: Use this to start a wizard that allows changing the details for this loan.
gl_es: Use esto para arrancar un asistente que lle permitirá cambiar os detalles deste empréstito.

source: &Reconcile ...
gl_es: &Reconciliar...

source: Start the account reconciliation
gl_es: Comezar a reconciliazón da conta

source: Use this to reconcile your account against the bank statement.
gl_es: Use esto para reconciliar a sua conta co extracto bancário.

source: Edit splits ...
gl_es: Editar desglose...

source: Goto payee/receiver
gl_es: Ir a cobrador/receptor

source: Current balance:
gl_es: Saldo actual:

source: Nr
gl_es: Nº

source: opposite account
gl_es: conta oposta

source: Edit an Account
gl_es: Editar unha conta

source: New Schedule
gl_es: Novo asento programado

source: Unable to retrieve account information
gl_es: No foi posíbel obter informazón da conta

source: Select View Type
gl_es: Escoller tipo de Vista

source: Summary of Account
gl_es: Resumo de Conta

source: Account register
gl_es: Rexisto da Conta

source: Create schedule...
gl_es: Criar asento programado...

source: Open the account dialog
gl_es: Abrir o diálogo da conta

source: Use this view and modify the account details.
gl_es: Use esto para ver e modificar os detalles da conta.

source: <center><b>Reconcile account</b></center><hr> <b>1.</b> Click on column 'C' to clear the transactions appearing on your bank statement.
gl_es: <center><b>Reconciliar conta</b></center><hr> <b>1.</b>Prema na coluna "C" para reconciliar os asentos co seu extracto bancário.

source: <b>2.</b> Match the cleared transactions with the amount noted on your bank statement.<br>
gl_es: <b>2.</b>Concordar os asentos a reconciliar coa cantidade anotada no seu extracto bancário.<br>

source: Cleared:
gl_es: Compensada:

source: Statement:
gl_es: Extracto:

source: <p><b>3.</b> Hit the Finish button when you're done.
gl_es: <p><b>3.</b> Prema o botón Finalizar cando remate.

source: Show transactionform
gl_es: Amosar o formulário de asento

source: &Postpone
gl_es: A&diado

source: Loan Payment
gl_es: Pago de empréstito

source: Charge
gl_es: Cargo

source: C&harge
gl_es: Ca&rgo

source: Unable to add payee with same name
gl_es: Non foi posíbel engadir un cobrador co mesmo nome

source: Payee already exists
gl_es: O Cobrador xa existe

source: Remove this payee:
gl_es: Eliminar este cobrador:

source: Unable to remove payee
gl_es: non foi posíbel eliminar o cobrador

source: Entries
gl_es: Entradas

source: Edit an account
gl_es: Editar unha conta

source: Cannot edit category:
gl_es: Non foi posíbel editar a categoria:

source: Do you really want to delete the account '%1'
gl_es: Está certo de querer borrar a conta "%1"

source: Unable to remove account:
gl_es: Non foi posíbel eliminar a conta:

source: Do you really want to delete the category '%1'
gl_es: Está certo de querer borrar a categoria "%1"

source: Unable to remove category:
gl_es: Non foi posíbel eliminar a categoria:

source: Edit a category
gl_es: Editar unha categoria

source: Loss: %1
gl_es: Perdas: %1

source: Profit: %1
gl_es: Benefício: %1

source: Dump Memory...
gl_es: Volcado de Memória...

source: Add new institution...
gl_es: Engadir nova organizazón...

source: Add new account...
gl_es: Engadir nova conta...

source: Creates a new window
gl_es: Cria unha nova xanela

source: Opens an existing document
gl_es: Abre un documento existente

source: Opens a recently used file
gl_es: Abre un documento empregado recentemente

source: Saves the actual document
gl_es: Garda o documento actual

source: Saves the actual document as...
gl_es: Sarda o documento actual como...

source: Closes the actual document
gl_es: Pecha o documento actual

source: Closes the actual window
gl_es: Pecha a xanela actual

source: Quits the application
gl_es: Sai da aplicazón

source: Enables/disables the toolbar
gl_es: Habilita/Desabilita a barra de ferramentas

source: Enables/disables the statusbar
gl_es: Habilita/Desabilita a barra de estado

source: View information about the file
gl_es: Amosar informazón acerca do arquivo

source: Lets you view/edit your personal data
gl_es: Permite-lle ver/editar os seus dados persoais

source: Lets you backup your file to a removeable drive
gl_es: Permite-lle facer unha cópia de respaldo a un dispositivo desmontábel

source: Lets you create a new institution
gl_es: permite-lle criar unha nova organizazón

source: View the account register
gl_es: Ver o rexisto da conta

source: Lets you create a new account
gl_es: Permite-lle criar unha nova conta

source: Import transactions using QIF format
gl_es: Importar asentos empregando o formato QIF

source: Export transactions using QIF format
gl_es: Exportar asentos empregando o formato QIF

source: *.kmy|KMyMoney files *.xml|XML Files *.*|All files
gl_es: *.kmy|Arquivos de KMyMoney *.xml|Arquivos XML *.*|Todos os arquivos

source: Exiting...
gl_es: Saindo...

source: Toggling toolbar...
gl_es: Mudando a barra de ferramentas...

source: Toggle the statusbar...
gl_es: Mudando a barra de estado...

source: No MyMoneyFile open
gl_es: Non ha aberto nengun arquivo de KMyMoney

source: This function is used by the developers to perform a dump of the engine's data in memory.
gl_es: Esta funzón emprega-se polos desenvolvedores para realizar un volcado dos dados da memória.

source: Running consitency check...
gl_es: Executando comprobazón de consisténcia...

source: Consitency check result
gl_es: Resultados da comprobazón de consisténcia

source: Checking for overdue schedules...
gl_es: Comprobando asentos programados vencidos...

source: Are you sure you wish to stop this schedule from being entered into the register? KMyMoney will prompt you again next time it starts unless you manually enter it later.
gl_es: Está seguro de que quer parar a introdución deste asento programado no rexisto? KMyMoney perguntará-lle de novo a próxima vez que arrinque a menos que o introduza manualmente máis tarde.
