Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: QIF files are created by the popular accounting program Quicken. Another dialog will appear, if you choose this type, asking for further information relevant to the Quicken format.
gl_es: Os ficheiros QIF son criados polo popular programa de contabilidade Quicken. A seguir, aparecerá outro diálogo, se escolle este tipo, onde se lle perguntará uns dados relevantes para o formato Quicken.
ro: Fişierele QIF sunt create cu răspânditul program financiar Quicken. Dacă alegeţi acest tip, va apărea o altă casetă de dialog unde veţi fi întrebat de viitoarele informaţii relevante pentru formatul Quicken.

source: The CSV type uses a comma delimeted text file that can be used by most popular spreadsheet programs available for Linux and other operating systems.
gl_es: O tipo CSV usa un arquivo de texto delimitado por vírgulas que pode ser usado polas follas de cálculo máis populares disponíbeis en Linux e outros Sistemas Operativos.
ro: Tipul CSV foloseşte o delimitare prin virgulă a fişierului de text, care poate fi folosită de cele mai populare programe de calcul tabelar valabile pentru Linux şi alte sisteme de operare.

source: %1 units in %2
ro: %1 unităţi în %2

source: Failed to retrieve an exchange rate for %1 from %2. It will be skipped this time.
ro: Nu s-a putut obţine o rată de schimb pentru %1 de la %2. Va fi ignorată în acest moment.

source: Price Update Failed
ro: Actualizarea preţului a eşuat

source: Failed to retrieve a quote for %1 from %2. Press <b>No</b> to remove the online price source from this security permanently, <b>Yes</b> to continue updating this security during future price updates or <b>Cancel</b> to stop the current update operation.
ro: Nu s-a putut obţine o cotaţie pentru %1 de la %2. Apăsaţi <b>Nu</b> pentru a şterge pentru totdeauna sursa online a acestui preţ de la acest titlu de valoare, <b>Da</b> pentru a continua actualizarea acestui titlu de valoare în timpul actualizărilor viitoare de preţ sau <b>Renunţă</b> pentru a opri actualizarea curentă.

source: Price Update Failed
ro: Actualizarea preţului a eşuat

source: Cannot update security <b>%1</b>: %2
ro: Nu s-a putut actualiza titlul de valoare <b>%1</b>: %2

source: Price for %1 updated (id %2)
ro: Preţ pentru %1 actualizat (id %2)

source: Received an invalid price for %1, unable to update.
ro: S-a primit un preţ invalid pentru %1 şi nu s-a putut face actualizarea.

source: Received a price for %1 (id %2), but this symbol is not on the list! Aborting entire update.
ro: S-a primit un preţ pentru %1 (id %2), dar acest simbol nu este pe listă! Anulează întreaga actualizare.

source: The number <b>%1</b> has already been used in account <b>%2</b>. Do you want to replace it with the next available number?
ro: Numărul <b>%1</b> a fost deja folosit în contul <b>%2</b>. Vreţi să-l înlocuiţi cu următorul număr valabil?

source: Duplicate number
ro: Creează un duplicat pentru număr

source: This transaction has more than two splits and is based on a different currency (%1). Using this account to modify the transaction is currently not very well supported by KMyMoney and may result in false results.
ro: Această tranzacţie are mai mult de două părţi şi se bazează pe o monedă diferită (%1). Folosirea acestui cont pentru modificarea tranzacţiei nu este în acest moment foarte bine suportată de KMyMoney şi pot apărea rezultate false.

source: KMyMoney was not able to find a more appropriate account to edit this transaction. Nevertheless, you are allowed to modify the transaction. If you don't want to edit this transaction, please cancel from editing next.
ro: KMyMoney nu a putut găsi un cont potrivit pentru a modifica această tranzacţie. Totuşi puteţi modifica tranzacţia. Dacă nu doriţi să modificaţi această tranzacţie, vă rog să renunţaţi la modificări.

source: Using e.g. <b>%1</b> to edit this transaction is a better choice. Nevertheless, you are allowed to modify the transaction. If you want to use the suggested account instead, please cancel from editing next and change the view to the suggested account.
ro: Folosire, de exemplu, a <b>%1</b> pentru editarea acestei tranzacţii este o alegere mai bună. Totuşi, puteţi modifica tranzacţia. Dacă, în schimb, doriţi să folosiţi contul sugerat, vă rog anulaţi modificările şi schimbaţi vizualizarea la contul sugerat.

source: This transaction has more than two splits and is originally based on a different currency (%1). Using this account to modify the transaction may result in rounding errors. Do you want to continue?
ro: Această tranzacţie are mai mult de două părţi şi se bazează pe o monedă diferită (%1). Folosirea acestui cont pentru modificarea tranzacţiei poate genera o serie de erori. Vreţi să continuaţi?

source: At least one of the selected transactions has more than two splits and is originally based on a different currency (%1). Using this account to modify the transactions may result in rounding errors. Do you want to continue?
ro: Cel puţin una dintre tranzacţiile selectate are mai multe decât două părţi şi se bazează pe o monedă diferită (%1). Folosirrea acestui cont pentru modificarea tranzacţiilor poate avea ca rezultat diferite erori. Vreţi să continuaţi?

source: Storing transactions
ro: Memorează tranzacţii

source: &Enter
gl_es: I&ntroducir
ro: &Introdu

source: Use this to enter the transaction into the ledger.
ro: Folosiţi aceasta pentru a introduce tranzacţia în registru.

source: &Schedule
ro: &Plată programată

source: Accepts the entered data and stores it as schedule
ro: Accetă datele introduse şi le memorează ca programare

source: Use this to schedule the transaction for later entry into the ledger.
ro: Folosiţi aceasta pentru a programa tranzacţia pentru o înregistrare ulterioară în registru.

source: The transaction you are about to enter has a post date in the future.<br/><br/>Do you want to enter it in the ledger or add it to the schedules?
ro: Tranzacţia pe care sunteţi pe cale să o introduceţi are o amânare în viitor.<br/><br/>Doriţi s-o introduceţi în registru sau să o adăugaţi printre programări?

source: _: Dialog caption for 'Enter or schedule' dialog Enter or schedule?
ro: Introducere sau programare?

source: The balance of account <b>%1</b> dropped below the warning balance of %2.
ro: Soldul contului <b>%1</b> a căzut sub soldul de avertisment al %2.

source: The balance of account <b>%1</b> dropped below the minimum balance of %2.
ro: Soldul contului <b>%1</b> a căzut sub soldul minim al %2.

source: The balance of account <b>%1</b> dropped below the maximum credit warning limit of %2.
ro: Soldul contului <b>%1</b> a căzut sub limita de avertisment a creditului maxim %2.

source: The balance of account <b>%1</b> dropped below the maximum credit limit of %2.
ro: Soldul contului <b>%1</b> a căzut sub limita maximă a creditului %2.

source: Payer/Receiver
ro: Plătitor/Beneficiar

source: Category/Account
ro: Categorie/Cont

source: Transfer from
ro: Transferă din

source: Transfer to
ro: Transferă în

source: Select autofill transaction
ro: Selectare tranzacţie pentru autocompletare

source: First transaction does not match requirement for matching
ro: Prima tranzacţie nu îndeplineşte cerinţele pentru asociere

source: Second transaction does not match requirement for matching
ro: Cea de-a doua tranzacţie nu îndeplineşte cerinţele pentru asociere

source: Splits for %1 have conflicting values (%2,%3)
ro: Părţile pentru %1 are valori conflictuale (%2, %3)

source: Both of these transactions have been imported into %1. Therefore they cannot be matched. Matching works with one imported transaction and one non-imported transaction.
ro: Ambele aceste tranzacţii au fost importate în %1. Totuşi ele nu pot fi asociate. Asocierea funcţionează între o tranzacţie importată şi una neimportată.

source: Unable to match all splits (%1)
ro: Nu s-au putut asocia niciuna dintre părţi (%1)

source: Account and transfer account are the same. Please change one.
gl_es: A conta orixe e a conta a transferir son a mesma. Por favor, cámbie unha.
ro: Contul destinaţie şi contul sursă al transferului coincid. Vă rog să schimbaţi unul dintre ele.

source: Payee changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Beneficiarul a fost schimbat.<br>&nbsp;&nbsp;&nbsp;Vechiul beneficiar: <b>%1</b> Noul beneficiar: <b>%2</b><p>

source: Account changed. Old: "%1", New: "%2"
gl_es: Conta cambiada. Anterior: "%1", Nova: "%2"
ro: Contul a fost schimbat. Vechiul cont: "%1", Noul cont: "%2"s

source: Account changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Contul a fost schimbat.<br>&nbsp;&nbsp;&nbsp;Vechiul cont: <b>%1</b> Noul cont: <b>%2</b><p>

source: Transfer account changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Contul de transfer a fost schimbat.<br>&nbsp;&nbsp;&nbsp;Vechiul cont: <b>%1</b> Noul cont: <b>%2</b><p>

source: Category changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Categoria a fost schimbată.<br>&nbsp;&nbsp;&nbsp;Vechia categorie: <b>%1</b> Noua categorie: <b>%2</b><p>

source: empty
ro: gol

source: Memo changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Detaliile au fost schimbate.<br>&nbsp;&nbsp;&nbsp;Vechiul detaliu: <b>%1</b> Noul detaliu: <b>%2</b><p>

source: Amount changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Suma a fost schimbată.<br>&nbsp;&nbsp;&nbsp;Vechia sumă: <b>%1</b> Noua sumă: <b>%2</b><p>

source: Reconciliation flag changed.<br>&nbsp;&nbsp;&nbsp;Old: <b>%1</b>, New: <b>%2</b><p>
ro: Indicatorul de reconciliere a fost schimbat.<br>&nbsp;&nbsp;&nbsp;Vechiul indicator: <b>%1</b> Noul indicator: <b>%2</b><p>

source: Fatal error in determining data:
gl_es: Erro fatal durante a determinazón dos dados:
ro: Eroare fatală la determinarea datelor:

source: There are no Qt SQL drivers installed in your system. Please consult documentation for your distro, or visit the Qt web site (www.trolltech.com) and search for SQL drivers.
ro: Nu există drivere Qt SQL instalate pe sistemul dumneavoastră. Vă rog să consultaţi documentaţia pentru distribuţia dumneavoastră sau să vizitaţi site-ul web (www.trolltech.com) pentru a căuta driverele SQL.

source: Qt SQL driver %1 is no longer installed on your system
ro: Driverul SQL Qt %1 nu mai este instalat pe sistemul dumneavoastră

source: Qt SQL driver %1 is not suported
ro: Driverul SQL Qt %1 nu este compatibil

source: SQLite files (*.sql);; All files (*.*)
ro: fişiere SQLLite (*.sql);; Toate fişierele (*.*)

source: Select SQLite file
ro: Alege fişierul SQLite

source: All files (*.*)
ro: Toate fişierele (*.*)

source: Select output file
ro: Selectează numele fişierului de ieşire

source: %1 (Brokerage)
ro: %1 (Brokeraj)

source: Price/share
ro: Preţ/acţiune

source: Ratio 1/
ro: Fracţia 1/

source: <p>Please check that all the details in the following dialog are correct and press OK.</p><p>Editable data can be changed and can either be applied to just this occurence or for all subsequent occurences for this schedule. (You will be asked what you intend after pressing OK in the following dialog)</p>
ro: <p>Vă rog să verificaţi dacă toate detaliile din următoarea casetă de dialog sunt corecte şi să apăsaţi OK.</p><p>Datele editabile pot fi schimbate şi aplicate fie pentru această ocurenţă, fie pentru toate ocurenţelele acestei programări. (După ce veţi apăsa OK, veţi fi întrebat, în următoarea casetă de dialog, care e alegerea dumneavoastră.)</p>

source: Enter scheduled transaction
ro: Introduceţi tranzacţia programată

source: &Export
gl_es: &Exportar
ro: &Exportă

source: Start operation
gl_es: Iniciar operazón
ro: Start operaţie

source: Use this to start the export operation
gl_es: Use esto para iniciar a operazón de exportazón
ro: Folosiţi aceasta pentru a porni operaţiunea de exportare

source: &Browse...
gl_es: &Escoller...
ro: &Răsfoieşte...

source: Select filename
gl_es: Escolla nome de arquivo
ro: Selectează numele de fişier

source: Use this to select a filename to export to
gl_es: Use esto para escoller un nome de arquivo ao que exportar
ro: Folosiţi aceasta pentru a selecta numele fişierului în care trebuie exportat

source: &New...
gl_es: &Novo...
ro: &Nou...

source: Create a new profile
gl_es: Cria un novo perfil
ro: Creează un profil nou

source: Use this to open the profile editor
gl_es: Use esto para abrir o editor de perfis
ro: Folosiţi aceasta pentru a deschide editorul de profiluri

source: Edit loan wizard
gl_es: Editar asistente de préstamos
ro: Expertul de modificare a împrumuturilor

source: Please enter the date from which on the following changes will be effective. The date entered must be later than the opening date of this account (%1), but must not be in the future. The default will be today.
gl_es: Por favor introduza a data apartir da cal os seguintes cámbios serán efectivos. A data que escreba debe ser posterior á de apertura da conta (%1), pero non debe ser futura. Por defeito, será hoxe.
ro: Introduceţi, vă rog, data de la care se vor aplica următoarele schimbări. Data de intrare trebuie să fie după data deschiderii acestui cont (%1), dar nu trebuie să fie în viitor. Data implicită va fi data de astăzi.

source: Note: you will not be able to modify this account today, because the opening date "%1" is in the future. Please revisit this dialog when the time has come.
gl_es: Nota: non poderá modificar esta conta hoxe, devido a que a data de apertura "%1" está no futuro. Por favor volte a este diálogo cando chegue o momento.
ro: Notă: nu veţi putea modifica acest cont astăzi, pentru că data deschiderii "%1" este în viitor. Vă rog să revedeţi această casetă de dialog atunci când timpul va corespunde.

source: Your previous selection was "%1". If you select another option, KMyMoney will dismiss the changes you have just entered. Do you wish to proceed?
gl_es: A sua anterior escolla foi "%1". Se escolle outra, KMyMoney anulará os cámbios que acaba de facer. Quer continuar?
ro: Alegerea dumneavoastră anterioară a fost "%1". Dacă alegeţi altceva, KMyMoney va anula schimbările pe care tocmai le-aţi introdus. Doriţi să continuaţi?

source: At least one transaction/schedule still references the category <b>%1</b>. However, at least one category with the same currency must exist so that the transactions/schedules can be reassigned.
ro: Cel puţin o tranzacţie/programare se referă încă la categoria <b>%1</b>. Oricum, cel puţin o categorie cu aceeaşi valută trebuie să existe astfel încât tranzacţiile/programările să poată fi reasignate.

source: This dialog does not allow to create new categories. Please pick a category from the list.
ro: Această casetă de dialog nu permite crearea de noi categorii. Vă rog să selectaţi o categorie din listă.

source: Category creation
ro: Creare categorie

source: C&hoose...
gl_es: Es&coller...
ro: &Alege...

source: Select mount point
gl_es: Escolla ponto de montaxe
ro: Alegeţi locul de montare

source: Use this to browse to the mount point.
gl_es: Use esto para buscar o ponto de montaxe
ro: Folosiţi acest buton pentru a naviga până la locul de montare

source: Next due date
ro: Următoarea dată scadentă

source: You have turned on the GPG encryption support. This means, that new files will be stored encrypted. Existing files will not be encrypted automatically. To achieve encryption of existing files, please use the <b>File/Save as...</b> feature and store the file under a different name. Once confident with the result, feel free to delete the old file and rename the encrypted one to the old name.
ro: Aţi activat criptarea GPG. Acesta înseamnă că fişierele noi vor fi salvare criptate. Fişierele existente nu vor fi criptate în mod automat. Pentru a obţine criptarea fişierelor existente folosiţi meniul <b>Fişier/Salvează ca...</b> şi salvaţi fişierul sub alt nume. Odată ce aţi salvat fişierul sub alt nume şi sunteţi mulţumţi de rezultat puteţi şterge fişierul vechi şi puteţi redenumi fişierul criptat astfel încât acesta să aibă numele vechiului fişier.

source: GPG encryption activated
ro: Criptarea GPG activată

source: &Up
gl_es: &Subir
ro: &Sus

source: Move selected item up
gl_es: Move o obxecto escollido cara arriba
ro: Mută obiectul selectat în sus

source: Use this to move the selected item up by one position in the list.
gl_es: Empregue esto para mover o obxecto seleizoado unha posizón cara arriba na lista.
ro: Foloseşte acest buton pentru a muta obiectul selectat în sus cu o poziţie în listă

source: &Down
gl_es: &Baixar
ro: &Jos

source: Move selected item down
gl_es: Move o obxecto seleizoado cara abaixo
ro: Mută obiectul selectat în jos

source: Use this to move the selected item down by one position in the list.
gl_es: Use esto para mover o obxecto seleizoado unha posizón cara abaixo na lista.
ro: Foloseşte acest buton pentru a muta obiectul selectat în jos cu o poziţie în listă

source: Color settings
ro: Setări de culoare

source: Foreground
ro: Culoare faţadă

source: Text colors
ro: Culori text

source: Grid color
ro: Grilă culoare

source: Erronous transaction
ro: Tranzacţie eronată

source: Value with missing conversion rate
ro: Valoare cu rata de conversie lipsă

source: Negative value
ro: Valoare negativă

source: Background
ro: Fundal

source: List background colors
ro: Listează culorile de fundal

source: Alternate
ro: Alternează

source: Special background colors
ro: Culori speciale pentru fundal

source: Ledger group separator
ro: Separator pentru grupul de registre

source: Required field
ro: Câmp cerut

source: Imported transaction
ro: Tranzacţie importată

source: Matched transaction
ro: Tranzacţie asociată

source: Font settings
gl_es: Configurazóns da fonte:
ro: Setări pentru font

source: Use system fonts
ro: Foloseşte fonturile sistemului

source: Individual font settings
ro: Setări individuale pentru font

source: Number of Days of Account Cycle:
ro: Număr de zile ale ciclului de cont:

source: Number of Days to Forecast:
ro: Număr de zile de estimat:

source: Forecast Method
ro: Metoda de estimare

source: Scheduled and Future Transactions
ro: Tranzacţii viitoare şi programate

source: History-based
ro: Bazate pe istoric

source: History-based settings
ro: Setări bazate pe istorie

source: Number of Cycles to use in Forecast:
ro: Numărul de cicluri de folosit la estimare:

source: General Settings
gl_es: Configurazóns Xerais
ro: Optiuni generales

source: Startup page options
gl_es: Opzóns da páxina inicial
ro: Opţiuni pentru pagina de pornire

source: Start with homepage
ro: Porneşte cu prima pagină

source: Start with last selected view
ro: Porneşte cu ultima vizualizare selectată

source: Precision settings
ro: Setări precizie

source: Price precision
ro: Precizie preţ

source: digits
ro: zecimale

source: Autosave options
ro: Opţiuni pentru salvarea automată

source: Autosave periodically
ro: Salvare automată periodică

source: minutes
ro: minute

source: Fiscal Year
ro: An fiscal

source: Your fiscal year starts on
ro: Anul dumneavoastră fiscal începe în

source: January
ro: ianuarie

source: February
ro: februarie

source: March
ro: martie

source: April
ro: aprilie

source: May
ro: mai

source: June
ro: iunie

source: July
ro: iulie

source: September
ro: septembrie

source: October
ro: octombrie

source: November
ro: noiembrie

source: December
ro: decembrie

source: Views
ro: Vizualizări

source: Synchronize account selection of ledger and investment view
ro: Sincronizează selecţia de cont a registrului cu vizualizarea investiţiei

source: Check the views you want to enable, uncheck those you want to hide, because you don't need the functionality.
ro: Bifaţi vizualizările pe care doriţi să le actualizaţi, debifaţi-le pe cele pe care vreţi să le ascundeţi dacă nu aveţi nevoie de această funcţionalitate.

source: Icon size of navigation bar
ro: Mărimea iconiţei de pe bara de navigare

source: Small (32px)
ro: Mic (32px)

source: Large (64px)
ro: Mare (64px)

source: Show title bar on each page
ro: Arată bara de titlu în fiecare ecran

source: Filter
gl_es: Filtro
ro: Filtru

source: Accounts / Categories
ro: Conturi / Categorii

source: Don't show unused categories
gl_es: Non amosar categorias non empregadas
ro: Ascunde categoriile nefolosite

source: This option hides all categories in the categories view that are not used in at least a single transaction. They are still shown in the category selection lists.
ro: Această opţiune ascunde toate categoriile, în modul de vizualizare a categoriilor, care nu sunt folosite măcar într-o tranzacţie. Aceste categorii vor apărea totuşi în listele de alegere a categoriilor.

source: Don't show closed accounts
ro: Ascunde conturile închise

source: This option hides all accounts that have been closed by the user in views and selection lists. You can use <b>View/Show all accounts</b> to temporarily show hidden accounts in the views.
ro: Această opţiune ascunde toate conturile care au fost închise de către utilizator din toate modurile de vizualizare şi din toate listele de selecţie Puteţi folosi <b>Vizualizează/Afişează toate conturile<b> pentru a afişa temporar conturrile ascunse în toate modurile de vizualizare.

source: Show equity accounts
ro: Afișează conturi de capital

source: Schedules
gl_es: Programazóns
ro: Programări

source: Don't show finished schedules
ro: Nu afişa programările terminate

source: This option hides all finished schedules in the schedules view.
ro: Această opţiune ascunde toate plăţile programate încheiate din modul de vizualizare a programelor.

source: Don't show transactions prior to
ro: Acunde tranzacţii înainte de

source: Don't show reconciled transactions
ro: Ascunde tranzacţiile reconciliate

source: This option hides all reconciled transactions in the ledger view.
ro: Această opţiune ascunde toate tranzacţiile reconciliate în modul de vizualizare registru.

source: GPG encryption settings
ro: Ssetări de criptare GPG

source: This page allows you to set the parameters for encrypted file storage of your <b>KMyMoney</b> data based on <b>GPG</b>.<p> Access to the settings is disabled if <b>GPG</b> could not be detected on your system. In this case, please make sure that <b>GPG</b> is working properly for the current user.<p> The <i>additional recovery encryption</i> is only accessible, if the necessary key for <b>kmymoney-recover@users.sourceforge.net</b> with id 0x8AFDDC8E is found in your keyring.
ro: Această pagină vă permite să configuraţi parametrii pentru criptarea fişierului dumneavoastră <b>KMyMoney</b> cu ajutorul sistemului <b>GPG</b>.<p> Accesul la aceste setări este dezactivat dacă sistemul <b>GPG</b> nu a putut fi detectat pe sistemul dumneavoastră. În acest caz vă rog să vă asiguraţi că sistemul <b>GPG</b> funcţionează corect pentru utilizatorul curent.<p> Grupul de <i>criptare de recuperare</i> este accesibil doar în cazul în care cheia necesară, emisă pentru <b>kmymoney-recover@users.sourceforge.net</b> cu identificatorul 0x8AFDDC8E a fost găsită.

source: Use GPG encryption
ro: Foloseşte criptarea GPGs

source: GPG encryption
ro: Criptarea GPG

source: Your key
ro: Cheia dumneavoastră

source: This combo box lists all the secret keys you have in your keyring. Select the one you want to use for encryption when saving to a file.
ro: Această lista conţine toate cheile secrete pe care le aveţi în inelul de chei. Alegeţi cheia pe care doriţi să o utilizaţi pentru criptare la salvarea fişierului.

source: Additonal keys
ro: Chei adiţionale

source: Enter the id of the key you want to use for data encryption. This can either be an e-mail address or the hexadecimal key id. In case of the key id don't forget the leading 0x.
ro: Introduceţi identificatorul cheii pe care o doriţi să o folosiţi pentru criptare. Acesta poate fi fie o adresă de poştă electronică fie identificatorul hexazecimal al cheii. În cazul identificatorului hexazecimal nu uitaţi prefixul 0x.
