Repository: yllohy/kmymoney2
Catalog: po/*.po
Languages: gl_es, ro

source: Reconciling your account assures, that your recordings match those of your institution and that there are no mistakes on either side. You should reconcile your account whenever you receive a statement from your institution. All relevant information necessary for this process is usually printed on your statement. On the next page you will verify, that the starting and ending balance are matching those on your statement. If not, please modify the figures.
ro: Reconcilierea conturilor dumneavoastră asigură faptul că înregistrările dumneavoastră corespund cu înregistrările instituţiei dumneavoastră eliminând astfel greşelile de ambele părţi. Ar trebui să efectuaţi o reconciliere de fiecare dată când primiţi un extras de cont de la instituţia dumneavoastră. Toate informaţiile relevante necesare pentru acest proces se pot găsi de obicei pe extrasul de cont al dumneavoastră. Pe pagina următoare veţi verifica faptul că soldul iniţial şi soldul final corespund cu datele de pe extrasul dumneavoastră de cont. În caz contrar vă rog să modificaţi valorile.

source: KMyMoney calculates your loan payments automatically. The amounts can deviate from those calculated by the creditor. Therefore, you possibly have to adjust amortization, interest and other costs according to your statement. Please enter the following information found on your statement:
gl_es: KMyMoney calcula os pagos do seu empréstito automaticamente. As cantidades poden desviar-se das calculadas polo acredor. De dar-se este caso, posibelmente terá que axustar a amortizazón, xuros e outros custos de acordo co seu resumo de conta. Por favor, introduza a seguinte informazón, segundo o seu extracto de conta
ro: KMyMoney vă calculează plăţile pentru împrumuturi automat. Sumele pot diferi de cele calculate de către creditorul dumneavoastră. Astfel este posibil să fiţi nevoiţi să ajustaţi amortizarea, dobânda şi alte costuri conform extrasului de cont al dumneavoastră. Vă rog să introduceţi următoarele informaţii de pe extrasul dumneavoastră:

source: Ending date of statement
gl_es: Data final do extracto de conta
ro: Până la data

source: Starting date of statement
gl_es: Data inicial do extracto de conta
ro: De la data

source: Verify payments
gl_es: Verifique os pagos
ro: Verifică plăţi

source: If your statement shows different amounts, please cancel this dialog and correct the false transactions or correct the values in this dialog. In the later case, KMyMoney will create an adjustment transaction and add it to the ledger.
gl_es: Se o seu extracto de conta amosa diferentes cantidades, por favor cancele este diálogo e corrixa os asentos falsos ou corrixa os valores neste diálogo. Neste caso, KMyMoney criará un asento de axuste e engadirá-a ao libro diário.
ro: Dacă pe extrasul dumneavoastră de cont sunt trecute alte valori vă rog să anulaţi acest dialog şi corectaţi tranzacţiile false sau corectaţi valorile în acest dialog. În cazul al doilea KMyMoney va creea o tranzacţie de ajustare şi o va adăuga în registru.

source: In order to create the adjustment transaction, KMyMoney requires an account and possibly an interest category to assign the differences to. Please select an account and - if necessary - a category.
gl_es: Coa fin de criar a transaczón de axuste, KMyMoney requere unha conta e posibelmente unha categoria à que asinar as diferenzas. Por favor, escolla unha conta e -se o necesitar- unha categoria
ro: Pentru a creea tranzacţia de ajustare KMyMoney are nevoie de un cont şi poate şi de o categorie căreia să îi asigneze diferenţele. Vă rog să alegeţi un cont şi, dacă este necesar, o categorie.

source: Interest-Category
gl_es: Categoria-Xuro
ro: Categoria dobânzii

source: Restarting postponed reconciliation
gl_es: Reiniciando reconciliazón aprazada
ro: Reporneşte reconcilierea amânată

source: You have previously postponed the reconciliation of this account. If you have entered charges or interests the last time you started reconciling this account you can modify these in the ledger later on. It is important, that you continue with the same statement you used when you postponed the reconciliation. All information you have entered into this wizard will be shown and all transactions that you already cleared are marked with a 'C'.
gl_es: Anteriormente pospuxo a reconciliazón desta conta. Se introduxo cargos ou intereses a última vez que comezou a reconciliar esta conta poderá modificá-los no libro diário máis tarde. É importante que continue co mesmo extracto de conta que usou cando pospuxo a reconciliazón. Toda a informazón que ten introducido neste asistente será amosada e os asentos xa reconciliados marcados con un 'C'.
ro: Anterior aţi amânat reconcilierea acestui cont. Dacă aţi introdus comisioane sau dobânzi ultima dată când aţi început reconcilierea acestui cont puteţi să le modificaţi în registru mai târziu. Este important să continuaţi să utilizaţi acelaşi extras de cont pe care l-aţi folosit în momentul în care aţi anulat reconcilierea. Toate informaţiile pe care le-aţi introdus în acest expert vor fi afişate iar toate tranzacţiile pe care deja le-aţi verificat vor fi marcate cu un 'V'.

source: Statement Information
gl_es: Informazón do extracto:
ro: Informaţii despre extrasul de cont

source: Statement date:
gl_es: Data do extracto:
ro: Data extrasului:

source: Starting balance of this statement:
gl_es: Saldo prévio a este extracto:
ro: Soldul iniţial al acestui extras:

source: Ending balance of this statement:
gl_es: Data final do extracto:
ro: Soldul final al acestui extras:

source: Interest / Charges
gl_es: Xuros / Cargos
ro: Dobânda / Comisioane

source: If necessary, enter information about interest or charges here. KMyMoney will create transactions and cleares them directly for you.
gl_es: Se é necesário, introduza informazón acerca de xuros ou cargos aqui. KMyMoney criará asentos e reconciliazóns directamente para vocé
ro: Dacă este cazul introduceţi informaţii despre dobânzi şi comisioane aici. KMyMoney va crea tranzacţii şi le va marca ca verificate automat pentru dumneavoastră.

source: Charges
gl_es: Cargos
ro: Comisioane

source: Enter Schedule
ro: Introduce plata programată

source: Schedule Details
gl_es: Detalles do asento programado
ro: Detaliile plăţii programate

source: Name:
gl_es: Nome:
ro: Nume:

source: Type:
gl_es: Tipo:
ro: Tip:

source: Enter
gl_es: Introducir
ro: Intră

source: Enter the transaction and advance the next due date of this schedule to the next payment date.
ro: Introdu tranzacţia şi mută următoarea scadenţă a programării la următoare dată programată.

source: Do not enter the transaction but advance the next due date of this schedule to the next payment date.
ro: Nu introdu tranzacţia ci mută următoarea scadenţă a programării la următoare dată programată.

source: Ignore
ro: Ignoră

source: Do not enter or skip payments for this schedule but continue with the next schedule.
ro: Nu introdu sau omite plăţi pentru această programare ci continuă cu programarea următoare.

source: Cancel processing of schedule entry.
ro: Renunţă la procesarea programării.

source: Update Stock and Currency Prices
ro: Actualizează cotaţiile acţiunilor şi a monedelor

source: List of known Equities, and the date they were last updated on.
ro: Lista capitalurilor cunoscute şi data ultimei actualizări ale acestora.

source: Update All
ro: Actualizează tot

source: Update Selected
ro: Actualizează selecţia

source: Status:
ro: Stare:

source: QIF Export
gl_es: Exportar a QIF
ro: Exportă QIF

source: From this dialog you are able to export transactions to a quicken compatible file, (known as a QIF file, because of the extension). Please enter the path to the QIF file or select it by clicking on the Browse button. You can choose the file's path, the account and the format of the QIF file (profile). Choose Account to export all the transactions between the specified dates or just categories. You can also limit the transactions that are exported by start and ending date. Once you have pressed the Export button a message box will appear when the export has completed detailing how many transactions, categories and payees were exported.
gl_es: Mediante este diálogo é posíbel exportar asentos a un arquivo compatíbel con quicken, (coñecidos como arquivos QIF, debido á extensión). Por favor, introduza a rota ao arquivo QIF ou escolla-o premendo no botón Escoller. Pode escoller a rota ao arquivo, a conta e o formato do arquivo QIF (perfil). Escolla Conta para exportar todos os asentos entre as datas especificadas ou simplesmente categorias. Tamén pode limitar os asentos que son exportados mediante as datas inicial e final. Despois de premer o botón Exportar, aparecerá unha mensaxe ao rematar o proceso de exportazón, detallando cantos asentos, categorias e cobradores foron exportados.
ro: Din acest dialog puteţi să exportaţi tranzacţii într-un fişier compatibil Quicken (cunoscut ca fişier QIF datorită extensiei). Vă rog să introduceţi calea către fişierul QIF sau alegeţi-o cu ajutorul butonului Răsfoieşte. Puteţi să alegeţi calea fişierului, contul şi formatul fişierului QIF (profil). Alegeţi contul pentru a exporta toate tranzacţiile din perioada specificată sau doar categoriile. Aveţi posibilitatea, de asemenea, să filtraţi tranzacţiile exportate specificând o dată de început şi o dată de sfârşit. Odată ce aţi apăsat butonul Exportă un mesaj vă va notifica la terminarea operaţiei de export detaliând numărul de tranzacţii, categoriile şi beneficiarii/plătitorii exportaţi.

source: File to export to:
gl_es: Arquivo ao que exportar:
ro: Fişier de export:

source: Account to export
gl_es: Conta a exportar
ro: Cont de exportat

source: QIF Profile
gl_es: Perfil QIF
ro: Profil QIF

source: New...
gl_es: Novo...
ro: Nou...

source: Contents to Export
gl_es: Contidos a Exportar
ro: Conţinutul exportat

source: Date Range
gl_es: Rango de Datas
ro: Perioadă de timp

source: Search transactions
gl_es: Buscar Asentos
ro: Caută tranzacţii

source: Criteria
ro: Criterii

source: Define your search criteria
gl_es: Defina o seu critério de busca
ro: Definiţi criteriul de căutare al dumneavoastră

source: Contains
ro: Conține

source: Does not contain
ro: Nu conține

source: Treat text as regular expression
gl_es: Tratar texto como se for unha expresión regular
ro: Tratează textul ca expresie regulată

source: Case sensitive
gl_es: Sensíbel á caixa
ro: Sensibil la majuscule

source: Range
gl_es: Rango
ro: Interval

source: _: To (Date) To
ro: Până la

source: _: From (Date) From
ro: De la

source: Search this amount
gl_es: Buscar esta cantidade
ro: Caută după această sumă

source: Search amount in the range
gl_es: Buscar cantidade no rango
ro: Caută după suma în intervalul

source: _: to (amount) to
ro: până la

source: _: from (amount) from
ro: de la

source: Select transactions without payees
gl_es: Escoller asentos sen cobrador
ro: Alege tranzacţii fără beneficiari/plătitori

source: Select all
gl_es: Escoller todos
ro: Selectează tot

source: Select none
gl_es: Non escoller nada
ro: Nu selecta nimic

source: Validity
ro: Validitate

source: All states
gl_es: Todos os estados
ro: Toate stările

source: All types
gl_es: Todos os tipos
ro: Toate tipurile

source: Any transaction
ro: Oricare tranzacţie

source: Valid transaction
ro: Tranzacţii valide

source: Invalid transaction
ro: Tranzacţii invalide

source: State
gl_es: Estado
ro: Stare

source: Search this number
gl_es: Buscar este número
ro: Caută acest număr

source: Search number in range
gl_es: Buscar número no rango
ro: Caută după număr în intervalul

source: _: to (number) to
ro: până la

source: _: from (number) from
ro: de la

source: warning
ro: avertisment

source: Result
ro: Rezultat

source: &Reset
gl_es: &Reiniciar
ro: &Resetează

source: &Find
ro: &Caută

source: GnuCash Import Options
ro: Opţiuni de import GnuCash

source: Use 'Help' for more information on these options
ro: Folosiţi 'Ajutor' pentru mai multe informaţii despre aceste opţiuni

source: Investment Handling
ro: Tratarea investiţiilor

source: One investment account for each stock
ro: Un cont de investiţii pentru fiecare tip de acţiune

source: One investment account for all stocks
ro: Un cont de investiţii pentru toate acţiunile

source: Prompt for an investment account for each stock
ro: Întreabă-mă pentru a indica un cont de investiţii pentru fiecare tip de acţiune

source: Online price quotes
ro: Cotaţii online de preţuri

source: Use Finance::Quote for share price quotes
ro: Foloseşte Finance::Quote pentru cotaţiile acţiunilor

source: Scheduled Transactions
ro: Tranzacţii programate

source: Drop suspect scheduled transactions
ro: Renunţă la tranzacţii programate suspecte

source: Decoding option
ro: Opţiune de decodificare

source: Decode using
ro: Decodifică folosind

source: Transaction Notes option
ro: Opţiuni note de tranzacţie

source: Use transaction notes on non-split transactions
ro: Foloseşte note de tranzacţie pentru tranzacţii care nu sunt compuse

source: Debug Options
ro: Opţiuni de depanare

source: General debug data
ro: Date generale de depanare

source: Display XML data
ro: Afisează datele XML

source: Anonymize data
ro: Anonimizează datele

source: Online Quotes - Select price source
ro: Cotaţii online - Alegeţi sursa preţului

source: This price source is not known to KMyMoney. Please select an option below.
ro: Această sursă nu este cunoscută de către KMyMoney. Vă rog să alegeţi o opţiune din lista de mai jos.

source: Do not perform online quotes for this investment
ro: Nu efectua actualizarea online a cotaţiilor pentru această investiţie

source: Select a known KMyMoney source from the list below
ro: Alegeţi o sursă cunoscută de către KMyMoney din lista de mai jos

source: Use the following name for the price source. (Click Help for further information.)
ro: Foloseşte următorul nume pentru sursa de preţ. (Folosiţi 'Ajutor' pentru mai multe informaţii)

source: Always use this selection for this price source.
ro: Foloseşte întotdeauna această selecţie pentru această sursă de preţuri.

source: QIF Import
gl_es: Importar QIF
ro: Importă QIF

source: From this dialog you are able to import transactions from a Quicken<b>&trade;</b> compatible file, (known as a QIF file, because of the extension).<p> Please enter the path to the QIF file or select it by clicking on the Browse button. Once you have the file's path press the Import button and KMyMoney will import all the transactions, categories and payees it finds.
gl_es: Desde este diálogo pode importar asentos desde un arquivo compatíbel con Quicken<b>&trade;</b> (coñecido como arquivo QIF, pola extensión empregada).<p> Por favor introduza a rota ao arquivo QIF ou escolla-o premendo no botón Escoller. Cando teña a rota ao arquivo, prema o botón Importar e KMyMoney importará todos os asentos, categorias e cobradores que atope.
ro: Din acest dialog puteţi importa tranzacţii dintr-un fişier compatibil cu aplicaţia Quicken<b>&trade;</b> (cunoscut ca fişier QIF din cauza extensiei)<p> Vă rog să introduceţi calea către fişierul QIF sau localizaţi-l făcând click pe butonul Răsfoieşte. Odată ce aţi introdus calea fişierului acţionând butonul Importă KMyMoney vă va importa toate tranzacţiile, categoriile şi beneficiarii/plătitorii pe care îi găseşte.

source: QIF File to Import:
gl_es: Arquivo QIF a importar:
ro: Fişier QIF de importat

source: Import options
gl_es: Opzóns de Importazón
ro: Opţiuni de import

source: Bank statement
ro: Extras bancar

source: Other application
ro: Altă aplicaţie

source: Select <b>Bank statement</b> turns on automatic category matching which is turned off in case of <b>Historic data</b>. Use the latter if you import files from other Personal Finance Management software.
ro: opţiunii Alegerea <b>Extras bancar</b> activează asocierea automată a categoriilor care este oprită în cazul folosirii opţiunii <b>Date istorice</b>. Folosiţi-o pe cea din urmă dacă importaţi fişiere din ale aplicaţii de gestionare a finanţelor personale.

source: Source of QIF
ro: Sursa QIF

source: Verify Import
gl_es: Verificar Importe
ro: Verifică importul

source: MyDialog
ro: Dialogul meu

source: File Information
ro: Informaţii despre fişier

source: Last modified on
ro: Ultima modificare la

source: Base currency
ro: Moneda de bază

source: Created on
ro: Creat la

source: Accounts/Categories
ro: Conturi/Categorii

source: Closed
ro: Închis

source: Prices
ro: Preţuri

source: Splits
ro: Părţi de tranzacţie

source: Price Editor
ro: Editor de preţuri

source: Show all stored prices
ro: Arată toate preţurile stocate

source: Delete Range...
ro: Şterge intervalul...

source: New Account Dialog
ro: Cont nou

source: Opening information
ro: Informaţii despre deschidere

source: Currency:
ro: Moneda:

source: Date:
gl_es: Data:
ro: Dată:

source: Balance:
gl_es: Saldo:
ro: Sold:

source: Last check number:
ro: Ultimul număr de cec

source: Notes:
gl_es: Notas:
ro: Note:

source: No auto-VAT-assignment
ro: Nu efectua asignare automată de TVA

source: Price entry
ro: Intrare preţ

source: Preferred Account
gl_es: Conta Preferida
ro: Cont preferat

source: Number:
gl_es: Número:
ro: Număr:

source: BIC
ro: CIB (cod de identificare a băncii)

source: Hierarchy
ro: Ierarhie

source: Subaccount
gl_es: Subconta:
ro: Subcont

source: Limits
ro: Limite

source: This page allows to setup certain limits. KMyMoney will warn you when the account balance reaches a limit.
ro: Această pagină vă permite configurarea unor limite. KMyMoney vă va avertiza în momentul în care soldul contului va atinge una dintre limite.

source: Absolute limit
ro: Limită absolută

source: Maximum credit limit
ro: Limita maximă de credit

source: Minimum balance
ro: Soldul minim

source: Early warning
ro: Avertizare din timp

source: VAT details
ro: Detalii TVA

source: VAT category
ro: Categorie TVA

source: VAT percentage
ro: Procent TVA

source: Enable auto VAT assignment
ro: Activează asignarea TVA automată

source: Amount entered
ro: Suma introdusă

source: Gross amount
ro: Suma brută

source: Net amount
ro: Suma netă

source: Include on Tax Reports
ro: Include în raporturile de impozite

source: New Institution Dialog
gl_es: Diálogo Nova Organizazón
ro: Instituţie nouă

source: Institution Details
gl_es: Detalles da Organizazón
ro: Detalii ale instituţiei

source: City:
gl_es: Cidade:
ro: Oraş:

source: Routing Number:
ro: Cod de identifcare bancă:

source: New Budget
ro: Buget nou

source: New Equity
ro: Capital nou

source: Trading Symbol of the stock or mutual fund, not required.
gl_es: Símbolo do mercado do stock ou mutual fund, non requerido.
ro: Simbolul acţiunii sau a fondului mutual, nu este obligatoriu

source: Name of the company, or mutual fund.
gl_es: Nome da compaña ou mutual fund
ro: Numele companiei sau a fondului mutual

source: New File Dialog
gl_es: Diálogo Novo Arquivo
ro: Fişier nou

source: Use this dialog to enter personal information about yourself. All information is optional and is provided to personalize your KMyMoney file.
ro: Folosiţi acest dialog pentru a introduce informaţii personale despre dumneavoastră. Toate informaţiile sunt opţionale şi sunt date doar pentru a vă personaliza fişierul KMyMoney.

source: New Investment wizard
ro: Expertul de configurare pentru o investiţie nouă

source: Investment Type
ro: Tip de investiţie

source: This wizard allows you to create a new investment.
ro: Acest expert vă permite crearea unei investiţii noi.

source: The first step in this process requires to select the type of investment. The following steps collect more details about the investment from you.
ro: Primul pas al acestui proces constă în alegerea tipului de investiţie. Paşii următori vor colecta detalii suplimentare despre investiţie de la dumneavoastră.

source: Type of investment
ro: Tipul investiţiei

source: Investment details
ro: Detalii ale investiţiei

source: Enter the details below and click <b>Next</b> to continue entering the online update details.
ro: Introduceţi detaliile mai jos şi faceţi clic pe <b>Următor</b> pentru a continua introducerea detaliilor actualizării online.

source: Fraction
ro: Fracţie

source: Trading Currency
ro: Moneda de tranzacţionare

source: Full name
ro: Nume complet

source: Trading symbol
ro: Simbol

source: Identification
ro: Identificare

source: Enter the ticker symbol (e.g. RHAT).
ro: Introduceţi simbolul de pe piaţa de capital (de exemplu RHAT)

source: Enter the CUSIP/ISIN/WKN identification number here
ro: Introduceţi numărul de identificare CUSIP/ISIN/WKN aici

source: Trading market
ro: Piaţa de tranzacţionare

source: Online Update
ro: Actualizare online

source: Select an online source and click <b>Finish</b> to store the investment data. If you don't want to use online updates, just leave the data as is.
ro: Alegeţi o sursă online şi faceţi clic pe <b>Termină</b> pentru a salva datele investiţiei. Dacă nu doriţi să folosiţi actualizarea online lăsaţi datele nemodificate.

source: Use Finance::Quote
ro: Folosiţi Finance::Quote

source: New Loan Wizard
gl_es: Asistente para criazón de empréstitos
ro: Expert de creare a unui împrumut nou

source: New Loan Account Wizard
gl_es: Asistente para nova conta tipo empréstito
ro: Expert de creare a unui cont de împrumut nou

source: Welcome to the New Loan Account Wizard which will guide you through the creation of a new loan e.g. for your home, your car or any other loan that you pay or gain interest for. Please make sure that you have the relevant information handy. You usually get the information out of your contract and the last statement.
gl_es: Benvido ao Asistente para Novas Contas tipo Empréstito, que o guiará através da criazón dun novo empréstito p.ex. para a sua casa, coche ou calquer outro empréstito do que gañe ou pague intereses. Asegure-se de ter a informazón relevante a mao. Polo xeral, está no contrato ou no último Adeudo por Domiciliazóns.
ro: Bine aţi venit în Expertul de creare a unui împrumut nou ce vă va îndruma în procesul de creere a unui împrumut nou ca de exemplu a unui împrumut pentru o locuinţă, pentru un automobil sau orice alt tip de împrumut dat sau luat. Vă rog să vă asiguraţi că aveţi toate informaţiile necesare la îndemână. În cele mai multe cazuri puteţi obţine toate informaţiile necesare din contractul de credit şi din ultimul extras de cont.

source: Edit Loan Account Wizard
gl_es: Editar Asistente de Conta tipo Empréstito
ro: Expert de modificare a unui cont de împrumut

source: Welcome to the Edit Loan Account Wizard. Please use this wizard to modify information about your loan account. Please make sure that you have the relevant information handy. You usually get the information out of your contract and the last statement.
gl_es: Benvido ao Asistente para editar contas tipo Empréstito. Por favor use este asistente para modificar informazón acerca do seu empréstito. Asegure-se de ter a informazón relevante a mao. Polo xeral, está no contrato ou no último Adeudo por Domiciliazóns.
ro: Bine aţi venit în Expertul de modificare a unui cont de împrumut. Vă rog să folosiţi acest expert pentru a modifica informaţiile legate de contul dumneavoastră de împrumut. Vă rog să vă asiguraţi că aveţi toate informaţiile necesare la îndemână. În cele mai multe cazuri puteţi obţine toate informaţiile necesare din contractul de credit şi din ultimul extras de cont.

source: In the first step, KMyMoney will ask you some general information about the loan account to be created.
gl_es: En primeiro lugar, KMyMoney perguntará-lle alguns dados xerais acerca do empréstito a criar.
ro: În acest prim pas KMyMoney vă va cere câteva informaţii generale despre contul de împrumut care va fi creat.

source: 1. General Information
gl_es: 1. Informazón Xeral
ro: 1. Informaţii generale

source: 2. Calculate Loan 3. Payments
gl_es: 2. Calcular Empréstito 3. Pagos
ro: 2. Calculează împrumutul 3. Plăţi
